Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

source: You can check notices regarding safety information by following the steps below. 1. Go to Settings > Gear info. 2. Select USB debugging. 3. Connect your Gear 2 to your PC. 4. Tap OK on the USB debugging pop-up that appears on your Gear 2. 5. Using sdb cmd (install the SDK to use sdb cmd), download the /usr/share/Safety.zip file to your PC by running cmd and entering “sdb pull /usr/share/Safety.zip c:\Safety.zip” into the input field. 6. Extract the zip file to the c:\Safety folder and open the extracted html file to read the latest safety information. Visit http://developer.samsung.com, download and install Samsung Gear SDK to use sdb.
as: আপুনি নিম্নলিখিত পদক্ষেপসমূহ অনুসৰণ কৰি সুৰক্ষা তথ্য সম্বন্ধীয় জাননীসমূহ পৰীক্ষা কৰিব পাৰে৷ 1.ছেটিংছ > গিয়েৰ তথ্যলৈ যাওক৷ 2. USB ডিবাগিং চয়ন কৰক৷ 3. আপোনাৰ গিয়েৰ 2 আপোনাৰ PC-লৈ সংযোগ কৰক৷ 4. আপোনাৰ গিয়েৰ 2ত দৃশ্যমান হোৱা USB ডিবাগিং প'প-আপত ঠিক টিপক৷ 5. sdb cmd ব্যৱহাৰ কৰি (sdb cmd ব্যৱহাৰ কৰিবলৈ SDK ইনষ্টল কৰক), cmd চলাই আৰু ইনপুট ফিল্ডত “sdb pull /usr/share/Safety.zip c:\Safety.zip” প্ৰৱিষ্ট কৰি আপোনাৰ PC-লৈ /usr/share/Safety.zip ফাইল ডাউনলোড কৰক৷ 6. zip ফাইল c:\Safety folder লৈ উলিয়াওক আৰু শেহতীয়া সুৰক্ষা তথ্য পঢ়িবলৈ উলিওৱা html ফাইলটো খোলক৷ http://developer.samsung.com দৰ্শন কৰক, sdb ব্যৱহাৰ কৰিবলৈ Samsung Gear SDK ডাউনলোড কৰক৷
az: Siz aşağıdakı əməliyyatları yerinə yetirməklə təhlükəsizlik məlumatı barədə qeydləri yoxlaya bilərsiniz. 1. Parametrlər > Gear məlumatı seçin. 2. USB sazlama seçin. 3. Gear 2-ni kompüterinizə qoşun. 4. Gear 2-də peyda olan USB sazlama üzən mesajında OK vurun. 5. sdb cmd-dən istifadə edərək (sdb cmd-dən istifadə etmək üçün SDK quraşdırın) cdm- işə salmaqla və giriş xanasına “sdb pull /usr/share/Safety.zip c:\Safety.zip” daxil etməklə /usr/share/Safety.zip faylını kompüterinizə yükləyin. 6. Zip faylı c:\Safety qovluğuna ixrac edin və ixrac edilmiş html faylını açaraq ən son təhlükəsizlik məlumatını oxuyun. sdb-dən istifadə etmək üçün http://developer.samsung.com saytına daxil olun və Samsung Gear SDK-ı yükləyin və quraşdırın.
bg: Можете да проверявате известията относно информацията за безопасност, като следвате стъпките по-долу. 1. Отидете в Настройки > Информация за Gear. 2. Изберете USB поправки. 3. Свържете вашия Gear 2 към компютъра. 4. Чукнете OK в прозореца за USB поправки, който се появява на вашия Gear 2. 5. Като използвате sdb cmd (инсталирайте SDK, за да използвате sdb cmd), изтеглете файла /usr/share/Safety.zip на компютъра, като стартирате cmd и въведете „sdb pull /usr/share/Safety.zip c:\Safety.zip“ в полето за въвеждане. 6. Извлечете zip файла в папката c:\Safety и отворете извлечения html файл, за да прочетете най-новата информация за безопасност. Посетете http://developer.samsung.com, изтеглете и инсталирайте Samsung Gear SDK, за да използвате sdb.
bn: আপনি নিম্নলিখিত পদ্ধতিগুলি অনুসরণ করে নিরাপত্তা তথ্য সম্পর্কিত ঘোষণাগুলি পরীক্ষা করতে পারবেন। 1.এখানে যান সেটিংস > গিয়ার তথ্য। 2. USB ডিবাগিং নির্বাচন করুন। 3. আপনার গিয়ার 2টি আপনার PCতে সংযোগ করুন। 4. আপনার গিয়ার 2তে যে USB ডিবাগিং পপআপ উপস্থিত হয় তাতে ওকে ট্যাপ করুন। 5. sdb cmd ব্যবহার করে (sdb cmd ব্যবহার করতে SDK ইনস্টল করুন), ইনপুট ক্ষেত্রটিতে cmd চালনা করে এবং “sdb pull /usr/share/Safety.zip c:\Safety.zip” লিখে আপনার PCতে /usr/share/Safety.zip ডাউনলোড করুন। 6. c:\Safety folder-এ zipটি নিষ্কাশন করুন এবং সর্বশেষ সুরক্ষা তথ্যটি পড়তে নিষ্কাশিত html ফাইলটি খুলুন। http://developer.samsung.com-এ যান, sdb ব্যবহার করতে Samsung Gear SDK ডাউনলোড এবং ইনস্টল করুন।
el_gr: Μπορείτε να δείτε ανακοινώσεις σχετικά με πληροφορίες ασφάλειας, ακολουθώντας τα παρακάτω βήματα. 1. Μεταβείτε στο μενού Ρυθμίσεις > Πληροφορίες Gear. 2. Επιλέξτε τον εντοπισμό σφαλμάτων USB. 3. Συνδέστε το Gear 2 με τον υπολογιστή σας. 4. Πατήστε OK στο αναδυόμενο παράθυρο του εντοπισμού σφαλμάτων USB που θα εμφανιστεί στο Gear 2. 5. Χρησιμοποιώντας την εντολή sdb cmd (εγκαταστήστε το SDK για να χρησιμοποιήσετε το sdb cmd), κάντε λήψη του αρχείου /usr/share/Safety.zip στον υπολογιστή σας εκτελώντας το cmd και πληκτρολογώντας “sdb pull /usr/share/Safety.zip c:\Safety.zip” στο πεδίο εισαγωγής. 6. Αποσυμπιέστε το αρχείο στο φάκελο c:\Safety και ανοίξτε το αρχείο html που αποσυμπιέστηκε για να διαβάσετε τις πιο πρόσφατες πληροφορίες ασφάλειας. Μεταβείτε στην τοποθεσία http://developer.samsung.com και κάντε λήψη και εγκατάσταση του Samsung Gear SDK, για να χρησιμοποιήσετε το sdb.
et: Saate vaadata turvalisuse teavet puudutavaid teatiseid, kui järgite allolevaid samme. 1. Avage menüü Seaded > Seadme Gear teave. 2. Valige USB-silumine. 3. Ühendage seade Gear 2 oma arvutiga. 4. Toksake seadmes Gear 2 kuvataval USB-silumise hüpikul valikut OK. 5. Kasutades üksust sdb cmd (installige SDK, et kasutada üksust sdb cmd), laadige oma arvutisse alla fail /usr/share/Safety.zip, käivitades üksuse cmd ja sisestades sisestusväljale „sdb pull /usr/share/Safety.zip c:\Safety.zip”. 6. Ekstraktige zip-fail asukohta c:\Turvalisuse kaust ning avage ekstraktitud html-fail, et lugeda uusimat turvalisuse teavet. Üksuse sdb kasutamiseks külastage veebisaiti http://developer.samsung.com ning laadige alla ja installige Samsung Gear SDK.
fa: می‌توانید با انجام مراحل زیر، اعلان‌های مربوط به اطلاعات ایمنی را بررسی نمایید.‎ ‏۱. به تنظیمات > اطلاعات Gear بروید.‎ ‏۲. اشکال‌زدایی USB را انتخاب کنید.‎ ‏۳. Gear 2 را به رایانه وصل کنید.‎ ‏۴. در پنجره بازشوی اشکال زدایی USB که در Gear 2 ظاهر می‌شود، روی تأیید ضربه بزنید.‎ ‏۵. با استفاده از sdb cmd (برای استفاده از sdb cmd باید SDK را نصب کنید)، فایل ‎/usr/share/Safety.zip را با اجرای cmd و وارد کردن‎“sdb pull /usr/share/Safety.zip c:\Safety.zip”‎ در زمینه ورودی، دانلود کنید.‎ ‏۶. فایل زیپ را در پوشه c:\Safety استخراج کرده، فایل html استخراج شده را باز کنید و جدیدترین اطلاعات ایمنی موجود در آن را بخوانید.‎ از http://developer.samsung.com بازدید کرده و Samsung Gear SDK را برای استفاده از sdb دانلود و نصب کنید.
ga: Is féidir leat fógraí faoi fhaisnéis sábháilteachta a sheiceáil trí na céimeanna a leanas a leanúint. 1. Téigh chuig Socruithe > Fais. faoi Gear. 2. Roghnaigh dífhabhtú USB. 3. Ceangail do Gear 2 le do ríomhaire. 4. Tapáil OK ar an mír aníos dífhabhtaithe USB a fheicfidh tú ar do Gear 2. 5. Le sdb cmd (suiteáil an SDK chun sdb cmd a úsáid), íoslódáil an comhad /usr/share/Safety.zip ar do ríomhaire trí cmd a rith agus “sdb pull /usr/share/Safety.zip c:\Safety.zip” a chur sa réimse ionchuir. 6. Bain amach an zipchomhad chuig an bhfillteán c:\Safety agus oscail an comhad html asbhainte chun na sonraí sábháilteachta is déanaí a léamh. Téigh chuig http://developer.samsung.com, íoslódáil agus suiteáil Samsung Gear SDK chun sdb a úsáid.
gu: તમે નીચેના પગલા અનુસરીને સુરક્ષા માહિતી સંબંધિત સૂચનાઓને તપાસી શકો છો. 1. સેટિંગ્સ > ગિઅર માહિતી પર જાઓ. 2. USB ડિબગિંગ પસંદ કરો. 3. તમારા ગિઅર 2ને તમારા PC સાથે જોડો. 4. તમારા ગિઅર 2 પર પ્રદર્શિત થતાં USB ડિબગિંગ પોપ-અપ પર ઠીક ટૅપ કરો. 5. sdb cmd નો ઉપયોગ કરીને (sdb cmd નો ઉપયોગ કરવા માટે SDK ઇન્સ્ટોલ કરો), cmd ચલાવીને, આગત ક્ષેત્રમાં “sdb pull /usr/share/Safety.zip c:\Safety.zip” દાખલ કરીને તમારા PC પર /usr/share/Safety.zip ફાઇલ ડાઉનલોડ કરો. 6. zip ફાઇલને c:\Safety folderમાં ખોલો અને નવીનતમ સુરક્ષા માહિતી વાંચવા માટે બહાર કાઢેલી html ફાઇલ ખોલો. http://developer.samsung.com ની મુલાકાત લો, sdb નો ઉપયોગ કરવા માટે Samsung Gear SDK ડાઉનલોડ અને ઇન્સ્ટોલ કરો.
he: באפשרותך לבדוק הודעות הקשורות במידע בטיחותי באמצעות הפעולות הבאות. 1. עבור אל ’הגדרות‘ > ’פרטי Gear‘‏. 2. בחר באפשרות ’איתור באגים באמצעות USB‘‏. 3. חבר את ה-Gear 2 למחשב שלך. 4. הקש על ’אישור‘ בחלון המוקפץ ’איתור באגים באמצעות USB‘ שיופיע ב-Gear 2‏. 5. בעזרת sdb cmd (התקן את ה-SDK כדי להשתמש ב-sdb cmd), הורד את הקובץ ‎/usr/share/Safety.zip אל המחשב שלך על ידי הפעלת cmd והזנת המחרוזת “sdb pull /usr/share/Safety.zip c:\Safety.zip” בשדה הקלט. 6. חלץ את תכולת קובץ הזיפ אל התיקייה c:\Safety ‏ופתח את קובץ ה-HTML כדי לקרוא את המידע העדכני ביותר בנושאי בטיחות. כדי להוריד ולהתקין את ה-SDK של Samsung Gear ולהשתמש ב-sdb, בקר בדף http://developer.samsung.com.
hy: Կարող եք ստուգել անվտանգության տեղեկությանը վերաբերվող ծանուցումները հետևյալ քայլերի միջոցով: 1. Գնացեք Դրվածքներ > Gear տեղեկ. 2. Ընտրեք USB վրիպազերծում: 3. Կապեք ձեր Gear 2-ը ձեր ԱՀ-ին: 4. Հպեք OK՝ ձեր Gear 2-ին հայտնված USB վրիպազերծման ելնող պատուհանի վրա: 5. sdb cmd-ի միջոցով (sdb cmd-ի համար տեղադրեք SDK) ներբեռնեք /usr/share/Safety.zip նիշքը ձեր ԱՀ՝ աշխատացնելով cmd և մուտքագրելով “sdb pull /usr/share/Safety.zip c:\Safety.zip” ներածման դաշտում: 6. Արտահանեք zip նիշքը c:\Անվտանգություն պանակ և բացեք արտահանված html նիշքը՝ վերջին անվտանգության տեղեկությունը կարդալու համար: Այցելեք http://developer.samsung.com, ներբեռնեք և տեղադրեք Samsung Gear SDK՝ sdb օգտագործելու համար:
is: Þú getur kynnt þér tilkynningar varðandi öryggisupplýsingar með eftirfarandi hætti. 1. Farðu í Stillingar > Upplýsingar um Gear. 2. Veldu USB-kembingu. 3. Tengdu Gear 2 við tölvuna. 4. Pikkaðu á „Í lagi“ í sprettiglugga USB-kembingar sem birtist í Gear 2. 5. Sæktu skrána „/usr/share/Safety.zip“ í tölvuna með því að nota sdb cmd (settu upp hugbúnaðarþróunarpakkann (SDK) til að nota sdb cmd) og slá inn „sdb pull /usr/share/Safety.zip c:\Safety.zip“. í innsláttarreitinn 6. Afþjappaðu ZIP-skránni og vistaðu í möppuna c:\Safety og opnaðu síðan HTML-skrána til að lesa nýjustu öryggisupplýsingar. Opnaðu http://developer.samsung.com, sæktu Samsung Gear SDK og settu það upp til að nota sdb.
ka: უსაფრთხოების საინფორმაციო შენიშვნები შეგიძლიათ ნახოთ ქვემოთ მოცემული ეტაპების გავლით. 1. გახსენით პარამეტრები > Gear-ის ინფორმაცია. 2. აირჩიეთ USB შეცდომების გასწორება. 3. დააკავშირეთ Gear 2 კომპიუტერთან. 4. შეეხეთ OK-ს USB შეცდომების გასწორების სარკმელზე, რომელსაც აჩვენებს Gear 2. 5. გამოიყენეთ sdb cmd (დააინსტალირეთ SDK, რომ გამოიყენოთ sdb cmd) და ჩამოტვირთეთ /usr/share/Safety.zip ფაილი კომპიუტერში, რისთვისაც გაუშვით cmd და ტექსტურ ველში შეიყვანეთ “sdb pull /usr/share/Safety.zip c:\Safety.zip”. 6. მიიღეთ zip ფაილი c:\Safety საქაღალდეში და გახსენით მიღებული html ფაილი, უსაფრთხოების უახლესი ინფორმაციის წასაკითხად. გახსენით http://developer.samsung.com, ჩამოტვირთეთ და დააინსტალირეთ Samsung Gear SDK და გამოიყენეთ sdb.
kk: Төмендегі қадамдарды орындау арқылы қауіпсіздік ақпаратына қатысты ескертпелерді тексеріңізге болады. 1. Параметрлер > Gear ақпараты бөліміне өтіңіз. 2. USB жөндеуді таңдаңыз. 3. Gear 2 құрылғыңызды компьютеріңізге қосыңыз. 4. Gear 2 құрылғыңызда пайда болатын USB жөндеу қалқымалы терезесіндегі OK түймесін түртіңіз. 5. sdb cmd пайдаланып (sdb cmd пайдалану үшін SDK орнатыңыз), cmd қосу жіне енгізу өрісіне “sdb pull /usr/share/Safety.zip c:\Safety.zip” енгізу арқылы /usr/share/Safety.zip файлын компьютеріңізге жүктеңіз. 6. Мұрағатталған файлды c:\Қауіпсіздік қалтасына шығарып, ең соңғы қауіпсіздік ақпаратын оқу үшін шығарылған html файлын ашыңыз. http://developer.samsung.com сайтына кіріп, sdb пайдалану үшін Samsung Gear SDK жүктеп, орнатыңыз.
km: អ្នក​អាច​ពិនិត្យ​ការប្រកាស​ពាក់ព័ន្ធ​នឹង​ព័ត៌មាន​សុវត្ថិភាព ដោយ​ការធ្វើ​តាម​ជំហាន​ខាងក្រោម។ 1. ចូលទៅ ការកំណត់ > ព័ត៌មាន Gear។ 2. ជ្រើស ការបំបាត់​កំហុស​តាម USB។ 3. ភ្ជាប់ Gear 2 របស់​អ្នក​ទៅ PC របស់​អ្នក។ 4. ប៉ះ ព្រម លើ​ផ្ទាំងផុស​នៃ​ការបំបាត់​កំហុស​តាម USB ដែល​លេច​ឡើង​លើ Gear 2 របស់​អ្នក។ 5. ដោយ​ប្រើ sdb cmd (ដំឡើង SDK ដើម្បី​ប្រើ sdb cmd) សូម​ទាញយក​ឯកសារ /usr/share/Safety.zip ដាក់ PC របស់​អ្នក ដោយ​ការដំណើរការ cmd ហើយ​វាយបញ្ចូល “sdb pull /usr/share/Safety.zip c:\Safety.zip” ទៅក្នុង​វាល​បញ្ចូល។ 6. ស្រង់​ឯកសារ zip ដាក់​សឺមី c:\Safety ហើយ​បើក​ឯកសារ html ដែល​បាន​ស្រង់ ដើម្បី​អាន​ព័ត៌មាន​សុវត្ថិភាព​ថ្មីបំផុត។ ចូលមើល http://developer.samsung.com, ទាញយក និង ដំឡើង Samsung Gear SDK ដើម្បី​ប្រើ sdb។
kn: ಕೆಳಗಿನ ಹಂತಗಳನ್ನು ಅನುಸರಿಸುವುದರ ಮೂಲಕ ಸುರಕ್ಷತೆ ಮಾಹಿತಿಯ ಕುರಿತಾಗಿ ನೋಟೀಸುಗಳನ್ನು ನೀವು ಪರಿಶೀಲಿಸಬಹುದು. 1. ಸಂಯೋಜನೆಗಳು > ಗೇರ್ ಮಾಹಿತಿಗೆ ಹೋಗಿ. 2. USB ಡಿಬಗ್ಗಿಂಗ್ ಆಯ್ಕೆಮಾಡಿ. 3. ನಿಮ್ಮ ಗೇರ್ 2 ಅನ್ನು ನಿಮ್ಮ PC ಗೆ ಸಂಪರ್ಕಿಸಿ. 4. ನಿಮ್ಮ ಗೇರ್‌ 2 ನಲ್ಲಿ ಕಂಡುಬರುವ USB ಡೀಬಗ್ಗಿಂಗ್ ಪಾಪ್-ಅಪ್‌ನಲ್ಲಿ ಓಕೆ ಅನ್ನು ತಟ್ಟಿ. 5. sdb cmd (sdb cmd ಬಳಸಲು SDK ಸ್ಥಾಪಿಸಿ) ಬಳಸಿಕೊಂಡು, cmd ರನ್ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ಇನ್‌ಪುಟ್ ಕ್ಷೇತ್ರದಲ್ಲಿ “sdb pull /usr/share/Safety.zip c:\Safety.zip” ನಮೂದಿಸುವ ಮೂಲಕ /usr/share/Safety.zip ಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ PC ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ. 6. zip ಫೈಲ್ ಅನ್ನು c:\Safety folder ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಇತ್ತೀಚಿನ ಸುರಕ್ಷತೆ ಮಾಹಿತಿಯನ್ನು ಓದಲು ಹಿಂಪಡೆದ html ಫೈಲ್ ಅನ್ನು ತೆರೆಯಿರಿ. http://developer.samsung.com ಗೆ ಭೇಟಿ ನೀಡಿ, sdb ಬಳಸಲು Samsung Gear SDK ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಸ್ಥಾಪಿಸಿ.
lo: ທ່ານຍັງສາມາດກວດເບິ່ງແຈ້ງການກ່ຽວກັບຂໍ້ມູນຄວາມປອດໄພ ໂດຍການປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້. 1. ໄປທີ່ການຕັ້ງຄ່າ > ຂໍ້ມູນເກຍ. 2. ເລືອກການແກ້ໄຂບັນຫາ USB. 3. ເຊື່ອມຕໍ່ Gear 2 ຂອງທ່ານກັບ PC ຂອງທ່ານ. 4. ແຕະຕົກລົງຢູ່ໃນຕົວປັອບອັບການແກ້ໄຂບັນຫາ USB ທີ່ປະກົດຂຶ້ນຢູ່ໃນ Gear 2 ຂອງທ່ານ. 5. ໃຊ້ sdb cmd (ຕິດຕັ້ງ SDK ເພື່ອໃຊ້ sdb cmd), ດາວໂຫຼດໄຟລ໌ /usr/share/Safety.zip ກັບ PC ຂອງທ່ານ ໂດຍການແລ່ນ cmd ແລະປ້ອນ “sdb pull /usr/share/Safety.zip c:\Safety.zip” ເຂົ້າໃສ່ບ່ອນປ້ອນຂໍ້ມູນ. 6. ແຍກໄຟລ໌ຊິບອອກໃສ່ໂຟລເດີ c:\Safety ແລະເປີດໄຟລ໌ html ທີ່ແຍກອອກມາ ເພື່ອອ່ານຂໍ້ມູນຄວາມປອດໄພຫຼ້າສຸດ. ເຂົ້າໄປທີ່ http://developer.samsung.com, ດາວໂຫຼດ ແລະຕິດຕັ້ງ Samsung Gear SDK ເພື່ອໃຊ້ sdb.
lt: Pranešimus apie saugos informaciją galite peržiūrėti atlikdami nurodytus veiksmus. 1. Eikite į skirtuką Nustatymai > „Gear“ informacija. 2. Pasirinkite „USB derinimas. 3. „Gear 2“ prijunkite prie kompiuterio. 4. „Gear 2“ pasirodžius USB derinimo iškylančiajam langui spustelėkite „Gerai“. 5. Naudodami „sdb cmd“ (įdiekite SDK norėdami naudoti „sdb cmd“) atsisiųskite /usr/share/Safety.zip failą į kompiuterį ir paleidę „cmd“ komandinę eilutę įveskite „sdb pull /usr/share/Safety.zip c:\Safety.zip“. 6. Išskleiskite zip failą aplanke c:\Safety ir atidarę išskleistą html failą perskaitykite naujausią saugos informaciją. Apsilankykite http://developer.samsung.com, atsisiųskite ir įdiekite „Samsung Gear SDK“, kad galėtumėte naudoti sdb.
lv: Lai skatītu paziņojumus par drošības informāciju, rīkojieties šādi: 1. Atveriet Iestatījumi > Gear informācija. 2. Izvēlieties USB atkļūdošana. 3. Savienojiet ierīci Gear 2 ar datoru. 4. USB atkļūdošanas uznirstošajā logā, kas tiek parādīts jūsu Gear 2 ekrānā, pieskarieties pie Labi. 5. Izmantojot komandu sdb (instalējiet SDK, lai lietotu komandu sdb), lejupielādējiet failu /usr/share/Safety.zip savā datorā, palaižot komandu un ierakstot ievades laukā “sdb pull /usr/share/Safety.zip c:\Safety.zip”. 6. Izvelciet zip failu mapē c:\Safety un atveriet izvilkto html failu, lai lasītu jaunāko drošības informāciju. Apmeklējiet vietni http://developer.samsung.com, lejupielādējiet un instalējiet Samsung Gear SDK, lai izmantotu komandu sdb.
mk: Можете да ги прочитате пораките за безбедносните информации следејќи ги чекорите подолу. 1. Одете во Опции > Информации за Gear. 2. Изберете Дебагирање USB. 3. Поврзете го Gear 2 со компјутерот. 4. Допрете ОК на појавната порака за дебагирање USB што ќе се појави на Gear 2. 5. Користејќи го sdb cmd (инсталирајте го SDK за да го користите sdb cmd), преземете го фајлот /usr/share/Safety.zip на компјутерот активирајќи cmd и внесувајќи „sdb pull /usr/share/Safety.zip c:\Safety.zip“ во полето за внесување. 6. Распакувајте го зип-фајлот во папката c:\Safety и отворете го распакуваниот фајл html за да ги прочитате најновите безбедносни информации. Посетете го http://developer.samsung.com, преземете го и инсталирајте го Samsung Gear SDK за да го користите sdb.
ml: താഴെപ്പറയുന്ന ഘട്ടങ്ങൾ പാലിച്ചുകൊണ്ട് സുരക്ഷാ വിവരത്തേക്കുറിച്ചുള്ള അറിയിപ്പുകൾ നിങ്ങൾക്ക് പരിശോധിക്കാം. 1. ക്രമീകരണങ്ങൾ > ഗിയർ വിവരം എന്നതിലേക്ക് പോകുക. 2. USB ഡീബഗ്ഗിംഗ് തിരഞ്ഞെടുക്കുക. 3. നിങ്ങളുടെ PC-യിലേക്ക് നിങ്ങളുടെ ഗിയർ 2 ബന്ധിപ്പിക്കുക. 4. നിങ്ങളുടെ ഗിയർ 2-ൽ ദൃശ്യമാകുന്ന USB ഡീബഗ്ഗിംഗ് പോപ്പപ്പിൽ ശരി ടാപ്പുചെയ്യുക. 5. sdb cmd ഉപയോഗിച്ച് (sdb cmd ഉപയോഗിക്കാൻ SDK ഇൻസ്റ്റാൾ ചെയ്യുക), cmd റൺ ചെയ്തുകൊണ്ടും ഇൻപുട്ട് ഫീൽഡിലേക്ക് “sdb pull /usr/share/Safety.zip c:\Safety.zip” നൽകിക്കൊണ്ടും നിങ്ങളുടെ PC-യിലേക്ക് /usr/share/Safety.zip ഫയൽ ഡൗൺലോഡ് ചെയ്യുക. 6. c:\Safety folder-റിലേക്ക് zip ഫയൽ എക്സ്ട്രാക്റ്റ് ചെയ്ത് പുതിയ സുരക്ഷാ വിവരം വായിക്കാനായി എക്സ്ട്രാക്റ്റ് ചെയ്ത html ഫയൽ തുറക്കുക. http://developer.samsung.com സന്ദർശിച്ച്, sdb ഉപയോഗിക്കാനായി Samsung Gear SDK ഡൗൺലോഡുചെയ്ത് ഇൻസ്റ്റാൾ ചെയ്യുക.
mr: आपण खालील पायर्‍यांचे अनुसरण करून सुरक्षा माहिती संबंधी सूचना तपासू शकता . 1. सेटिंग्स> गिअर माहिती वर जा. 2. USB डीबगिंग निवडा. 3. आपल्‍या PC शी आपले गिअर2 कनेक्‍ट करा. 4. आपल्या गिअर 2 वर दिसणार्‍या USB डिबगिंग पॉप-अप वर ठीक टॅप करा. 5. sdb cmd वापरून (sdb cmd वापरण्यासाठी SDK इन्स्टॉल करा), आपल्या इनपुट फील्ड मध्ये cmd चालवून आणि “sdb pull /usr/share/Safety.zip c:\Safety.zip” प्रविष्ट करून आपल्या PC वर /usr/share/Safety.zip फाइल डाउनलोड करा. 6.c:\Safety folder वर zip फाइल ऍक्स्ट्रॅक्ट करा आणि नवीनतम सुरक्षा माहिती वाचण्यासाठी ऍक्स्ट्रॅक्ट केलेली html फाइल उघडा. http://developer.samsung.com ला भेट द्या, sdb वापरण्यासाठी Samsung Gear SDK डाउनलोड आणि इन्स्टॉल करा.
ms: Anda boleh menyemak notis mengenai maklumat keselamatan dengan mengikuti langkah di bawah. 1. Pergi ke Aturan > Maklumat Gear. 2. Pilih penyahpepijatan USB. 3. Sambungkan Gear 2 ke PC anda. 4. Ketik OK pada pop timbul penyahpepijatan USB yang muncul pada Gear 2 anda. 5. Menggunakan sdb cmd (pasang SDK untuk menggunakan sdb cmd), muat turun fail /usr/share/Safety.zip ke PC anda dengan menjalankan cmd dan memasukkan “sdb pull /usr/share/Safety.zip c:\Safety.zip” ke dalam medan input. 6. Ekstrak fail zip ke pelipat c:\Safety dan buka fail html yang diekstrak untuk membaca maklumat keselamatan terbaru. Lawati http://developer.samsung.com, muat turun dan pasang Samsung Gear SDK untuk menggunakan sdb.
my: ေအာက္ပါ အဆင့္မ်ားကို လိုက္လုပ္၍ လံုျခံဳေရး အခ်က္အလက္မ်ားႏွင့္ ပတ္သက္၍ အသိေပးခ်က္မ်ားကို ရွာႏိုင္သည္။ ၁။ ဆက္တင္မ်ား > ဂီယာ အခ်က္အလက္ သို႔သြားပါ။ ၂။ USB ခၽြတ္ယြင္းခ်က္ရွာျခင္း ေရြးပါ။ ၃။ သင့္ ဂီယာ ၂ ကို သင့္ PC သို႔ ခ်ိတ္ဆက္ပါ။ ၄။ သင့္ ဂီယာ ၂ ေပၚ ေပၚလာေသာ USB ခၽြတ္ယြင္းခ်က္ရွာျခင္း ေပါ့-အပ္ေပၚ အိုေက ႏွိပ္ပါ။ ၅။ sdb cmd သံုး၍ (sdb cmd သံုးရန္ SDK တပ္ဆင္ပါ) cmd လုပ္ေဆာင္ၿပီး ျဖည့္သြင္း ေနရာထဲတြင္ “sdb pull /usr/share/Safety.zip c:\Safety.zip” ထည့္၍ /usr/share/Safety.zip ဖိုင္ကို သင့္ PC သို႔ ေဒါင္းလုတ္လုပ္ပါ။ ၆။ ေနာက္ဆံုး လံုျခံဳေရး အခ်က္အလက္ ဖတ္ရန္ ဇစ္ဖိုင္ကို c:\လံုျခံဳေရး ဖိုင္တြဲသို႔ ေကာက္ႏုတ္ၿပီး ေကာက္ႏုတ္ထားေသာ html ဖိုင္ကို ဖြင့္ပါ။ sdb သံုးရန္ http://developer.samsung.com သြားၿပီး ဆမ္ေဆာင္း ဂီယာ SDK ေဒါင္းလုတ္လုပ္ၿပီး တပ္ဆင္ပါ။
ne: तपाईंले निम्न चरणको पालना गरी सुरक्षा जानकारीबारेको सूचनाहरू जाँच गर्न सक्नुहुन्छ। 1. सेटिङहरू >गियर जानकारी मा जानुहोस्। 2. USB डिबगिङ छान्नुहोस्। 3. तपाईंको गियर 2 तपाईंको PC मा जोड्नुहोस्। 4. तपाईंको गियर 2 मा देखिने USB डिबगिङ पपअपमा हुन्छ ट्याप गर्नुहोस्। 5. sdb cmd को प्रयोग गरी (sdb cmd प्रयोग गर्न SDK स्थापना गर्नुहोस्), cmd चलाएर र इन्पुट क्षेत्रमा “sdb pull /usr/share/Safety.zip c:\Safety.zip” प्रविष्ट गरेर तपाईंको PC मा /usr/share/Safety.zip फाइल डाउनलोड गर्नुहोस्। 6. zip फाइललाई c:\Safety folder मा तान्नुहोस् र पछिल्लो सुरक्षा जानकारी पढ्नका लागि तानिएको html फाइल खोल्नुहोस्। sdb प्रयोग गर्न Samsung Gear SDK डाउनलोड गरी स्थापना गर्न http://developer.samsung.com मा जानुहोस्।
or: ଆପଣ ତଳେ ଦିଆଯାଇଥିବା ପର୍ଯ୍ୟାୟଗୁଡିକ ଅନୁସରଣ କରି ସୁରକ୍ଷା ସୂଚନା ସମ୍ପର୍କିତ ବିଜ୍ଞପ୍ତି ଯାଞ୍ଚ୍ କରିପାରିବେ। 1. ଯାଆନ୍ତୁ ସେଟିଂଗୁଡିକ > ଗିଅର୍‍ ସୂଚନା। 2. USB ଡିବଗିଂ ଚୟନ କରନ୍ତୁ । 3.ଆପଣଙ୍କ ଗିଅର 2 କୁ ଆପଣଙ୍କ PC ସହିତ ସଂଯୁକ୍ତ କରନ୍ତୁ। 4. ଆପଣଙ୍କ ଗିଅର 2 ରେ ଦିଶୁଥିବା USB ଡିବଗିଂ ପପ୍‍ ଅପ୍‍‍ରେ ଓକେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ। 5. ଆପଣଙ୍କ PCରେ cmd ଚାଳନା କରି ଏବଂ ଇନପୁଟ୍‍ କ୍ଷେତ୍ରରେ “sdb pull /usr/share/Safety.zip c:\Safety.zip” ପ୍ରବେଶ କରା‍ଇ sdb cmd ବ୍ୟବହାର କରି (sdb cmd ବ୍ୟବହାର କରିବାକୁ SDKସଂସ୍ଥାପନ କରନ୍ତୁ), /usr/share/Safety.zipଫାଇଲ୍‍ଗୁଡିକ ଡାଉନ୍‍ଲୋଡ୍‌ କରନ୍ତୁ। 6. zip ଫାଇଲ୍‌ଗୁଡିକୁ ବାହାର କରନ୍ତୁ c:\Safety folderକୁ ଏବଂ ସର୍ବାଧୁନିକ ସୂଚନାଗୁଡିକ ପଢିବା ପାଇଁ ବାହାର କରାଯାଇଥିବା html ଫାଇଲ୍‌ଗୁଡିକ ପଢନ୍ତୁ। http://developer.samsung.com ଭିଜିଟ୍‌ କରନ୍ତୁ, sdb ବ୍ୟବହାର କରିବା ପାଇଁ Samsung Gear SDK ଡାଉନ୍‌ଲୋଡ୍‌ କରି ସଂସ୍ଥାପନ କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਚਰਣਾਂ ਦਾ ਪਾਲਨ ਕਰਦੇ ਹੋਏ ਸੁਰੱਖਿਆ ਜਾਣਕਾਰੀ ਦੇ ਬਾਰੇ ਵਿੱਚ ਸੂਚਨਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ। 1. ਸੈੱਟਿੰਗਸ > ਗੇਅਰ ਜਾਣਕਾਰੀ ਤੇ ਜਾਉ। 2. USB ਡੀਬਗਿੰਗ ਦੀ ਚੋਣ ਕਰੋ। 3. ਆਪਣੇ PC ਦੇ ਨਾਲ ਆਪਣੇ ਗੇਅਰ 2 ਨੂੰ ਕਨੈਕਟ ਕਰੋ। 4. USB ਡੀਬਗਿੰਗ ਪੌਪ-ਅਪ ਤੇ ਓਕੇ ਟੈਪ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਗੇਅਰ 2 ਤੇ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੈ। 5. sdb cmd ਦਾ ਉਪਯੋਗ ਕਰਦੇ ਹੋਏ (sdb cmd ਦਾ ਉਪਯੋਗ ਕਰਨ ਦੇ ਲਈ SDK ਸਥਾਪਿਤ ਕਰੋ ), ਇਨਪੁਟ ਖੇਤਰ ਵਿੱਚ “sdb pull /usr/share/Safety.zip c:\Safety.zip” ਚਲਾਉਂਦੇ ਅਤੇ ਦਾਖਲ ਕਰਦੇ ਹੋਏ ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੇ /usr/share/Safety.zip ਫਾਈਲ ਡਾਉਨਲੋਡ ਕਰੋ। 6. zip ਫਾਈਲ c:\Safety folder ਤੇ ਖੋਲ੍ਹੋ ਅਤੇ ਨਵੀਨਤਮ ਸੁਰੱਖਿਆ ਜਾਣਕਾਰੀ ਪੜ੍ਹਣ ਦੇ ਲਈ ਖੋਲ੍ਹੀ ਗਈ html ਫਾਈਲ ਖੋਲ੍ਹੋ। http://developer.samsung.com ਤੇ ਜਾਉ, sdb ਦਾ ਉਪਯੋਗ ਕਰਨ ਦੇ ਲਈ Samsung Gear SDK ਸਥਾਪਿਤ ਅਤੇ ਡਾਉਨਲੋਡ ਕਰੋ।
pl: Powiadomienia dotyczące informacji o bezpieczeństwie można sprawdzić, postępując zgodnie z poniższymi instrukcjami. 1. Przejdź do menu Ustawienia > Informacje o zegarku Gear. 2. Wybierz opcję Debugowanie USB. 3. Podłącz zegarek Gear 2 do komputera. 4. Dotknij opcji OK w wyskakującym oknie debugowania USB, które pojawi się na zegarku Gear 2. 5. Używając polecenia sdb cmd (aby korzystać z polecenia sdb cmd, zainstaluj pakiet SDK), pobierz na komputer plik /usr/share/Safety.zip poprzez uruchomienie polecenia cmd i wprowadzenie „sdb pull /usr/share/Safety.zip c:\Safety.zip” do pola wprowadzania. 6. Rozpakuj plik zip do katalogu c:\Safety i otwórz rozpakowany plik html, aby przeczytać najnowsze informacje dotyczące bezpieczeństwa. Aby korzystać z sdb, odwiedź witrynę http://developer.samsung.com, a następnie pobierz i zainstaluj pakiet Samsung Gear SDK.
ro: Puteţi consulta notificările legate de informaţiile privind siguranţa urmând paşii de mai jos. 1. Accesaţi Setări > Informaţii Gear. 2. Selectaţi Depanare USB. 3. Conectaţi Gear 2 la PC. 4. Atingeţi OK în fereastra pop-up de depanare USB care apare pe Gear 2. 5. Utilizând sdb cmd (instalaţi SDK pentru a utiliza sdb cmd), descărcaţi fişierul /usr/share/Safety.zip pe PC executând cmd şi introducând „sdb pull /usr/share/Safety.zip c:\Safety.zip” în câmpul de introducere. 6. Extrageţi fişierul zip în folderul c:\Safety şi deschideţi fişierul html extras pentru a citi cele mai noi informaţii privind siguranţa. Vizitaţi http://developer.samsung.com, descărcaţi şi instalaţi Samsung Gear SDK pentru a utiliza sdb.
si: පහත පියවර අනුගමනය කිරීමෙන් ඔබට සුරක්ෂිතතා තොරතුරු පිළිබඳ නිවේදන පිරික්සා බැලිය හැක. 1. සැකසුම් > ගියර තතු වෙත යන්න. 2. USB නිදොසීම තෝරන්න. 3. ඔබේ ගියර් 2 ඔබේ PC යන්ත්‍රයට සම්බන්ධ කරන්න. 4. ඔබේ ගියර් 2හි දිස් වන USB නිදොසන පොළා පැනුමෙහි හරි තට්ටු කරන්න. 5. sdb cmd භාවිතයෙන් (sdb cmd භාවිතා කිරීමට SDK ස්ථාපනය කරන්න), cmd ධාවනය කොට ආදාන ක්ෂේත්‍රයට “sdb pull /usr/share/Safety.zip c:\Safety.zip” ඇතුළත් කිරීමෙන් ඔබේ PC යන්ත්‍රයට /usr/share/Safety.zip ගොනුව බා ගන්න. 6. නවතම සුරක්ෂිතතා තොරතුරු කියවීම සඳහා zip ගොනුව c:\ Safety folder වෙත විහිදුවා විහිදූ html ගොනුව විවෘත කරන්න. sdb භාවිතා කිරීමට http://developer.samsung.com වෙත පිවිස Samsung Gear SDK බා ගෙන ස්ථාපනය කරන්න.
sl: Obvestila o varnostnih podatkih lahko preverite po spodnjih korakih. 1. Pojdite v Nastavite > Podatki o uri Gear. 2. Izberite možnost odpravljanje napak USB. 3. Povežite uro Gear 2 z računalnikom. 4. V pojavnem oknu funkcije odpravljanje napak USB v uri Gear 2 pritisnite V redu. 5. Uporabite sdb cmd (za uporabo sdb cmd morate namestiti SDK), prenesite datoteko /usr/share/Safety.zip v računalnik ter zaženite cmd in v polje za vnos napišite »sdb pull /usr/share/Safety.zip c:\Safety.zip«. 6. Razširite datoteko zip v mapo c:\Safety in odprite razširjeno datoteko html ter preberite najnovejše varnostne podatke. Obiščite http://developer.samsung.com ter prenesite in namestite Samsung Gear SDK, da boste lahko uporabljali sdb.
sq: Njoftimet për informacionin e sigurisë mund t'i kontrollosh duke ndjekur etapat si më poshtë. 1. Shko te Cilësimet > Info për Gear. 2. Përzgjidh debugimin USB. 3. Lidh Gear 2 me PC. 4. Trokit mbi OK në dritaren kërcyese të debugimit USB që shfaqet në Gear 2. 5.Duke përdorur sdb cmd (instalo SDK për të përdorur sdb cmd), shkarko skedarin /usr/share/Safety.zip në PC duke ekzekutuar cmd dhe pastaj duke futur “sdb pull /usr/share/Safety.zip c:\Safety.zip” në fushën e futjes. 6. Ekstraktoje skedarin zip në dosjen c:\Safety hap skedarin html për të lexuar informacionin më të fundit për sigurinë. Vizito http://developer.samsung.com, shkarko dhe instalo Samsung Gear SDK që të përdorësh sdb.
sr: Obaveštenja koja se tiču informacija o bezbednosti možeš proveriti prateći korake u nastavku. 1. Idi na Podešavanja > Gear informacije. 2. Izaberi Otkrivanje greške putem USB-a. 3. Poveži Gear 2 na PC. 4. Kucni na OK u iskačućem prozoru za otkrivanje greške putem USB-a na uređaju Gear 2. 5. Koristeći sdb cmd (instaliraj SDK da bi koristio/la sdb cmd), preuzmi fajl /usr/share/Safety.zip na PC tako što ćeš pokrenuti cmd i uneti „sdb pull /usr/share/Safety.zip c:\Safety.zip“ u polje za unos. 6. Izdvoji komprimovani fajl u bezbednosni folder u c:\Safety folder i otvori izdvojeni html fajl da bi pročitao/la najnovije informacije o bezbednosti. Poseti http://developer.samsung.com, preuzmi i instaliraj Samsung Gear SDK da bi koristio/la sdb.
ta: நீங்கள் கீழுள்ள படிகளைப் பின்பற்றுவதன் மூலம் பாதுகாப்பு விபரம் தொடர்பான அறிவிப்புகளைச் சோதிக்கலாம். 1. அமைவுகள் > கியர் விபரம் என்பதற்குச் செல்லவும். 2. USB பிழைநீக்கல் என்பதைத் தேர்ந்தெடுக்கவும். 3. உங்கள் கியர் 2 உங்கள் PC உடன் இணைக்கவும். 4. உங்கள் கியர் 2 இல் தோன்றுகின்ற USB பிழைநீக்கல் பாப்-அப்பில் சரி என்பதை டேப் செய்யவும். 5. sdb cmd (sdb cmd பயன்படுத்துவதற்கு SDK நிறுவவும்) பயன்படுத்தி, cmd இயக்குவதன் மற்றும் உள்ளீட்டுப் புலத்தில் “sdb pull /usr/share/Safety.zip c:\Safety.zip” என்பதை உள்ளிடுவதன் மூலம் /usr/share/Safety.zip கோப்பை உங்கள் PC இல் பதிவிறக்கவும். 6. zip கோப்பை c:\Safety folder என்பதில் பிரித்தெடுத்து சமீபத்திய பாதுகாப்பு விபரத்தைப் படிப்பதற்கு பிரித்தெடுத்த html கோப்பைத் திறக்கவும். http://developer.samsung.com என்பதற்குச் சென்று sdb பயன்படுத்துவதற்கு Samsung Gear SDK பதிவிறக்கி நிறுவவும்.
te: మీరు దిగువ దశలను అనుసరించడం ద్వారా భద్రతా సమాచారానికి సంబంధించిన నోటీసులను తనిఖీ చేయవచ్చు. 1. సెట్టింగ్‌లు > గేర్ సమాచారానికి వెళ్లండి. 2. USB డీబగ్గింగ్‌ను ఎంచుకోండి. 3. మీ గేర్ 2ను మీ PCకి అనుసంధానించండి. 4. మీ గేర్‌ 2లో కనిపించే USB డీబగ్గింగ్ పాప్-అప్‌పై సరే నొక్కండి. 5. sdb cmd (sdb cmdను ఉపయోగించడానికి SDKను వ్యవస్థాపించండి) ఉపయోగించి, cmd అమలు చేసి, ఇన్‌పుట్ ఫీల్డ్‌లో “sdb pull /usr/share/Safety.zip c:\Safety.zip”ను నమోదు చేయడం ద్వారా మీ PCకు /usr/share/Safety.zip ఫైల్ డౌన్‌లోడ్ చేయండి. 6. zip ఫైల్‌ను c:\Safety folderకు సంగ్రహించి, తాజా భద్రతా సమాచారాన్ని చదవడానికి సంగ్రహించిన html ఫైల్‌ను తెరవండి. http://developer.samsung.comను సందర్శించి, sdb ఉపయోగించడానికి Samsung Gear SDKను డౌన్‌లోడ్ చేసి, వ్యవస్థాపించండి.
tl: Matitingnan mo ang mga abiso hinggil sa impormasyon sa kaligtasan sa pamamagitan ng pagsunod sa mga hakbang sa ibaba. 1. Pumunta sa Mga Setting > Impormasyon sa Gear 2. Piliin ang Pag-debug ng USB. 3. Ikonekta ang iyong Gear 2 sa iyong PC. 4. I-tap ang OK sa pop-up ng pag-debug ng USB na lalabas sa iyong Gear 2. 5. Gamit ang sdb cmd (i-install ang SDK upang magamit ang sdb cmd), i-download ang file na /usr/share/Safety.zip sa iyong PC sa pamamagitan ng pagpapatakbo ng cmd at pagpasok ng “sdb pull /usr/share/Safety.zip c:\Safety.zip” sa field ng input. 6. I-extract ang zip file sa folder na c:\Safety at buksan ang na-extract na html file upang basahin ang pinakabagong impormasyon sa kaligtasan. Bisitahin ang http://developer.samsung.com, i-download at i-install ang Samsung Gear SDK upang magamit ang sdb.
uk: Перевірити сповіщення щодо відомостей про безпеку можна виконавши наведені нижче дії. 1. Перейдіть до розділу «Установки» > «Відомості щодо Gear». 2. Виберіть «Налагодження USB». 3. Підключіть Gear 2 до ПК. 4. Натисніть OK у спливному меню налагодження USB, що відображається на Gear 2. 5. За допомогою команди «sdb cmd» (для використання sdb cmd потрібно інсталювати SDK) запустіть «cmd» і введіть «sdb pull /usr/share/Safety.zip c:\Safety.zip» у поле введення, щоб завантажити файл «/usr/share/Safety.zip» на ПК. 6. Вилучіть zip-файл у папку системи безпеки на диску c:\Safety та відкрийте вилучений html-файл, щоб прочитати останні відомості про безпеку. Щоб скористатися sdb, відвідайте сторінку http://developer.samsung.com, а потім завантажте та інсталюйте Samsung Gear SDK.
ur: آپ درج ذیل اقدامات پر عمل کرکے حفاظتی معلومات کے بارے میں اطلاع نامے چیک کرسکتے ہیں۔ 1. ترتیبات > گیئر معلومات پر جائیں۔ 2. USB ڈی بگنگ منتخب کریں۔ 3. اپنے گیئر 2 کو اپنے PC سے جوڑیں۔ 4. USB ڈی بگنگ پاپ اپ پر ٹھیک ہے پر ٹیپ کریں جو آپ کے گیئر 2 پر ظاہر ہوتا ہے۔ 5. sdb cmd استعمال کرنا (sdb cmd استعمال کرنے کے لئے SDK انسٹال کریں)، اپنے PC پر cmd چلاتے ہوئے اور ان پٹ فیلڈ میں ”sdb pull /usr/share/Safety.zip c:\Safety.zip“ درج کرتے ہوئے /usr/share/Safety.zip فائل کو ڈاؤن لوڈ کریں۔ 6. zip فائل کو c:\Safety folder میں ایکسٹریکٹ کریں اور تازہ ترین حفاظتی معلومات کو پڑھنے کے لئے ایکسٹریکٹ کئے ہوئے html فائل کو کھولیں۔ http://developer.samsung.com پر جائیں، sdb استعمال کرنے کے لئے Samsung Gear SDK ڈاؤن لوڈ اور انسٹال کریں۔
uz: Quyidagi bosqichlarni amalga oshirish orqali xavfsizlik ma’lumotlariga tegishli eslatmalarni tekshirishingiz mumkin. 1. Parametrlar > Gear ma’lumotlariga o‘ting. 2. USB vositasini tanlang. 3. Gear 2ingizni ShKingizga ulang. 4. Gear 2 ingizda paydo bo‘ladigan USB vositasi oynasida OKga teging. 5. sdb cmd yordamida (sdb cmd dan foydalanish uchun SDKni o‘rnating), cmd ni ishga tushirish va kiritish maydoniga “sdb pull /usr/share/Safety.zip c:\Safety.zip”ni kiritish orqali /usr/share/Safety.zip ni yuklab oling. 6. Oxirgi xavfsizlik ma’lumotlarini o‘qish uchun ZIP faylni c:\Safety jildiga chiqaring va chiqarilgan html faylni oching. sdb dan foydalanish uchun http://developer.samsung.com manziliga kiring, Samsung Gear SDKni yuklab oling va o‘rnating.
