Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

source: You can check announcements regarding open source licences by following the steps below. 1. Go to Settings > Gear info. 2. Select USB debugging. 3. Connect your Gear to your PC. 4. Tap OK on the USB debugging pop-up that appears on your Samsung Gear. 5. Using sdb cmd, download the %1$s file to your PC by running cmd and entering %2$s in the input field. Visit http://developer.samsung.com and download and install Samsung Gear SDK to use sdb.
as: আপুনি তলৰ পদক্ষেপসমূহ অনুসৰণ কৰাৰ দ্বাৰা মুক্ত উৎসৰ লাইচেন্স অনুসৰি আপুনি ঘোষণাসমূহ পৰীক্ষা কৰিব পাৰে৷ 1. ছেটিংছ > গীয়েৰ তথ্যলৈ যাওক৷ 2. USB ডিবাগিং চয়ন কৰক৷ 3. আপোনাৰ গীয়েৰ আপোনাৰ PC-লৈ সংযোগ কৰক৷ 4. USB ডিবাগিং প'প-আপত ঠিক টিপক যিটো আপোনাৰ চেমচাং গীয়েৰত প্ৰদৰ্শন হয়৷ 5. sdb cmd ব্যৱহাৰ কৰি থাকি, ইনপুট ফিল্ডত cmd চলাই থাকি আৰু %2$s প্ৰৱিষ্ট কৰি আপোনাৰ PC-লৈ %1$s ফাইল ডাউনলোড কৰক৷ http://developer.samsung.com দৰ্শন কৰক আৰু sdb ব্যৱহাৰ কৰিবলৈ Samsung Gear SDK ডাউনলোড আৰু ইনষ্টল কৰক৷
az: Siz aşağıdakı əməliyyatları yerinə yetirərək açıq mənbə lisenziyaları barədə elanları yoxlaya bilərsiniz. 1.Parametrlər > Gear məlumat seçin. 2. USB sazlama seçin. 3. Gear-nızı kompüterə qoşun. 4. Samsung Gear-da peyda olan USB sazlama ani mesajında OK vurun. 5. cmd-i işə salaraq və giriş sahəsinə %2$s daxil edərək sdb cmd vasitəsilə %1$s faylını kompüterinizə yükləyin. sdb-dən istifadə etmək üçün http://developer.samsung.com saytına daxil olun və Samsung Gear SDK-ı quraşdırın.
bg: Можете да проверявате съобщенията относно лицензите за отворен код, като следвате стъпките по-долу. 1. Отидете в Настройки > Информация за Gear. 2. Изберете USB поправки. 3. Свържете вашия Gear към компютъра. 4. Чукнете OK в прозореца за USB поправки, който се появява на вашия Samsung Gear. 5. Използвайки sdb cmd, изтеглете файла %1$s на компютъра, като стартирате cmd и въведете %2$s в полето за въвеждане. Посетете http://developer.samsung.com и изтеглете и инсталирайте Samsung Gear SDK, за да използвате sdb.
bn: আপনি নিজের পদক্ষেপগুলি অনুসরণ করে ওপেন সোর্স লাইসেন্সগুলির সাথে সম্পর্কিত ঘোষণাগুলি পরীক্ষা করতে পারবেন। 1. সেটিংসে যান > গিয়ার তথ্য। 2. USB ডিবাগিং নির্বাচন করুন। 3. আপনার PC-তে আপনার গিয়ারটি সংযোগ করুন। 4. আপনার Samsung Gear উপস্থিত USB ডিবাগিং পপ-আপে ওকে ট্যাপ করুন। 5. sdb cmd ব্যবহার করে ইনপুট ক্ষেত্রটিতে cmd চালনা করে এবং %2$s প্রবেশ করিয়ে %1$s ফাইলটি আপনার PC-তে ডাউনলোড করুন। http://developer.samsung.com-এ যান এবং sdb ব্যবহার করতে Samsung Gear SDK ডাউনলোড এবং ইনস্টল করুন।
el_gr: Μπορείτε να δείτε ανακοινώσεις σχετικά με τις άδειες ανοιχτού κώδικα, ακολουθώντας τα παρακάτω βήματα. 1. Μεταβείτε στο μενού Ρυθμίσεις > Πληροφορίες Gear. 2. Επιλέξτε «Εντοπισμός σφαλμάτων USB». 3. Συνδέστε το Gear στον υπολογιστή σας. 4. Πατήστε OK στο αναδυόμενο παράθυρο του εντοπισμού σφαλμάτων USB που θα εμφανιστεί στο Samsung Gear. 5. Χρησιμοποιώντας το sdb cmd, κάντε λήψη του αρχείου %1$s στον υπολογιστή σας, εκτελώντας το cmd και καταχωρώντας την εντολή «%2$s» στο πεδίο εισόδου. Επισκεφτείτε τη διεύθυνση http://developer.samsung.com και κάντε λήψη και εγκατάσταση του Samsung Gear SDK για να χρησιμοποιήσετε το sdb.
et: Saate vaadata avatud lähtekoodiga litsentsidega seotud teadaandeid, kui järgite allolevaid samme. 1. Avage menüü Seaded > Seadme Gear teave. 2. Valige USB-silumine. 3. Ühendage oma seade Gear arvutiga. 4. Toksake seadmes Samsung Gear USB-silumise hüpikus valikut OK. 5. Kasutades üksust sdb cmd, laadige oma arvutisse alla fail %1$s, käivitades üksuse cmd ning sisestades sisestusväljale %2$s. Üksuse sdb kasutamiseks külastage veebisaiti http://developer.samsung.com ning laadige alla ja installige Samsung Gear SDK.
fa: با دنبال کردن مراحل زیر اعلامیه‌های مربوط به مجوزهای منبع آزاد را بررسی کنید.‎ ‏۱. به تنظیمات > اطلاعات Gear بروید.‎ ‏۲. اشکال‌زدایی USB را انتخاب کنید.‎ ‏۳. Gear را به رایانه وصل کنید.‎ ‏۴. در پنجره بازشوی اشکال زدایی USB که در Samsung Gear ظاهر می‌شود، روی تأیید ضربه بزنید.‎ ‏۵. با استفاده از sdb cmd، فایل ‎%1$s را با اجرای cmd و وارد کردن ‎%2$s‎ در زمینه ورودی، دانلود کنید.‎ از http://developer.samsung.com بازدید کرده و Samsung Gear SDK را برای استفاده از sdb دانلود و نصب کنید.
ga: Is féidir leat fógraí maidir le ceadúnais foinse oscailte a sheiceáil trí na céimeanna thíos a leanúint. 1. Gabh chuig Socruithe > Faisnéis Gear. 2. Roghnaigh dífhabhtú USB. 3. Nasc do Gear le do ríomhaire. 4. Tapáil OK ar an mír-aníos dífhabhtaithe USB a bheidh le feiceáil ar do Samsung Gear. 5. Ag úsáid sdb cmd, íoslódáil an comhad %1$s chuig do ríomhaire trí cmd a rith agus %2$s a iontráil sa réimse ionchuir. Téigh chuig http://developer.samsung.com agus íoslódáil agus suiteáil Samsung Gear SDK chun sdb a úsáid.
gu: તમે નીચેના પગલાને અનુસરીને ખુલ્લા સ્રોતના પરવાનાઓ સંબંધિત જાહેરાતો તપાસી શકો છો. 1. સેટિંગ્સ > ગિઅર માહિતી પર જાઓ. 2. USB ડિબગિંગ પસંદ કરો. 3. તમારા ગિઅર ને તમારા PC સાથે જોડો. 4. તમારા Samsung Gear પર પ્રદર્શિત થતાં USB ડિબગિંગ પોપ-અપ પર ઠીક ટૅપ કરો. 5. sdb cmd નો ઉપયોગ કરીને, cmd ચલાવીને અને ઇનપુટ ફીલ્ડમાં %2$s દાખલ કરીને તમારા PC પર %1$s ફાઇલ ડાઉનલોડ કરો. http://developer.samsung.com ની મુલાકાત લો અને sdb નો ઉપયોગ કરવા માટે Samsung Gear SDK ને ડાઉનલોડ અને સ્થાપિત કરો.
he: תוכל לבדוק הודעות בנוגע לרישיונות קוד פתוח באמצעות הפעולות הבאות. ‏1. עבור אל ’הגדרות‘ > פרטי Gear‏. ‏2. בחר באפשרות ’איתור באגים ב-USB‘‏. ‏3. חבר את ה-Gear למחשב שלך. ‏4. הקש על ’אישור‘ בחלון המוקפץ ’איתור באגים -USB‘ שיופיע ב-Gear‏. ‏5. בעזרת sdb cmd, הורד את הקובץ %1$s אל המחשב שלך על ידי הפעלת שורת הפקודה והזנת הערך %2$s בשדה הקלט. כדי להשתמש ב-sdb, עבור אל http://developer.samsung.com והורד והתקן את Samsung Gear SDK.
hy: Բաց սկզբնական կոդով արտոնագրերին վերաբերող հայտարարությունները ստուգել կարող եք՝ կատարելով ստորև նկարագրված քայլերը:\n1. Գնացեք Դրվածքներ > Տեղեկություններ Gear-ի մասին:\n2. Ընտրեք USB վրիպազերծում:\n3. Gear-ը կապակցեք Ձեր ԱՀ-ի հետ:\n4. Ձեր Samsung Gear-ում USB վրիպազերծման հայտնվող պատուհանում կտտացրեք OK:\n5. Օգտագործելով sdb cmd, ներբեռնեք %1$s ֆայլը Ձեր ԱՀ-ի մեջ՝ գործարկելով cmd և ներածման դաշտում մուտքագրելով %2$s:\n Այցելեք http://developer.samsung.com և ներբեռնեք ու տեղադրեք Samsung Gear SDK, որպեսզի sdb օգտագործեք:
is: Þú getur kynnt þér tilkynningar varðandi leyfi fyrir frjálsan hugbúnað með því að fylgja skrefunum hér að neðan. 1. Farðu í Stillingar > Upplýsingar um Gear. 2. Veldu „USB-kembing“. 3. Tengdu Gear við tölvuna. 4. Pikkaðu á „Í lagi“ í sprettiglugga USB-kembingar sem birtist í Samsung Gear. 5. Sæktu skrána „%1$s“ í tölvuna með cmd-skipuninni sdb með því að opna skipanalínuna (cmd) og slá „%2$s“ inn í innsláttarreitinn. Farðu á http://developer.samsung.com, sæktu Samsung Gear SDK og settu það upp til að nota sdb.
ka: ღია წყაროს ლიცენზიების შესახებ განცხადება შეგიძლიათ ნახოთ ქვემოთ მოცემული ეტაპების გავლით. 1. გახსენით პარამეტრები > Gear-ის ინფორმაცია. 2. აირჩიეთ USB გასწორება. 3. დააკავშირეთ Gear კომპიუტერთან. 4. Samsung Gear-ში გამოჩენილ USB გასწორების სარკმელში შეეხეთ OK-ს. 5. გამოიყენეთ adb cmd და ჩამოტვირთეთ %1$s ფაილი კომპიუტერში, რისთვისაც გაუშვით cmd და შესაბამის ველში შეიყვანეთ „%2$s“. გახსენით http://developer.samsung.com და sdb-ს გამოსაყენებლად ჩამოტვირთეთ და დააინსტალირეთ Samsung Gear SDK.
kk: Келесі қадамдарды орындау арқылы бастапқы лицензияны ашуға қатысты хабарландыруларды тексеруіңізге болады. 1. Параметрлер > Gear ақпаратына өтіңіз. 2. USB жөндеуді таңдаңыз. 3. Gear құрылғысын компьютерге қосыңыз. 4. Samsung Gear құрылғысында көрсетілетін USB жөндеу қалқымалы терезесіндегі OK түймесін түртіңіз. 5. sdb cmd көмегімен, cmd жүргізу және енгізу өрісіне %2$s енгізу арқылы %1$s файлын жүктеңіз. http://developer.samsung.com сайтына кіріп, sdb пайдалану үшін, Samsung Gear SDK жүктеңіз және орнатыңыз.
km: អ្នក​អាច​ពិនិត្យ​ការប្រកាស​ពាក់ព័ន្ធ​នឹង​អាជ្ញាបណ្ណ​ប្រភព​បើកទូលាយ​ដោយ​ការធ្វើ​តាម​ជំហាន​ខាងក្រោម។ 1. ចូលទៅ ការកំណត់ > ព័ត៌មាន Gear។ 2. ជ្រើស ការបំបាត់​កំហុស​តាម USB។ 3. ភ្ជាប់ Gear របស់​អ្នក​ទៅ PC របស់​អ្នក។ 4. ប៉ះ ព្រម លើ​ផ្ទាំងផុស​នៃ​ការបំបាត់​កំហុស​តាម USB ដែល​លេចឡើង​លើ Samsung Gear របស់​អ្នក។ 5. ដោយ​ប្រើ sdb cmd សូម​ទាញយក​ឯកសារ %1$s ដាក់​ក្នុង PC របស់​អ្នក ដោយ​ដំណើរការ cmd ហើយ​វាយបញ្ចូល %2$s ទៅ​ក្នុង​វាល​បញ្ចូល។ ចូលមើល http://developer.samsung.com ហើយ​ទាញយក និង ដំឡើង Samsung Gear SDK ដើម្បី​ប្រើ sdb។
kn: ನೀವು ಕೆಳಗಿನ ಹಂತಗಳನ್ನು ಅನುಸರಿಸುವ ಮೂಲಕ ತೆರೆದ ಮೂಲದ ಪರವಾನಗಿಗಳ ಕುರಿತು ಘೋಷಣೆಗಳನ್ನು ಪರೀಕ್ಷಿಸಬಹುದು. 1. ಸಂಯೋಜನೆಗಳು > ಗೇರ್‌ ಮಾಹಿತಿ ಗೆ ಹೋಗಿ. 2. USB ಡೀಬಗ್ಗಿಂಗ್ ಆಯ್ಕೆ ಮಾಡಿ. 3. ನಿಮ್ಮ ಗೇರ್ ಅನ್ನು ನಿಮ್ಮ PC ಗೆ ಸಂಪರ್ಕಿಸಿ. 4. ನಿಮ್ಮ Samsung Gear ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ USB ಡೀಬಗ್ಗಿಂಗ್ ಪಾಪ್‌-ಅಪ್‌ನಲ್ಲಿ ಓಕೆ ಒತ್ತಿ. 5. sdb cmd ಬಳಸಿ, %1$s ಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ PC ಗೆ cmd ರನ್ ಮಾಡುವ ಮೂಲಕ ಹಾಗೂ %2$s ಅನ್ನು ಇನ್‌ಪುಟ್ ಕ್ಷೇತ್ರದಲ್ಲಿ ನಮೂದಿಸುವ ಮೂಲಕ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ. http://developer.samsung.com ಗೆ ಭೇಟಿ ಮಾಡಿ ಮತ್ತು Samsung Gear SDK ಯನ್ನು sdb ಬಳಸಲು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಸ್ಥಾಪಿಸಿ.
lo: ທ່ານສາມາດກວດເບິ່ງການປະກາດກ່ຽວກັບໃບອະນຸຍາດເປີດແຫຼ່ງທີ່ມາໂດຍການປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້. 1. ໄປຫາຕັ້ງຄ່າ > ຂໍ້ມູນເກຍ. 2. ເລືອກການແກ້ໄຂບັນຫາ USB. 3. ເຊື່ອມຕໍ່ເກຍຂອງທ່ານກັບ PC ຂອງທ່ານ. 4. ແຕະຕົກລົງຢູ່ໃນຕົວປັອບອັບການແກ້ໄຂບັນຫາ USB ທີ່ປະກົດຂຶ້ນຢູ່ໃນ Samsung Gear ຂອງທ່ານ. 5. ໃຊ້ sdb cmd, ດາວໂຫຼດໄຟລ໌ %1$s ໄປໃສ່ PC ຂອງທ່ານ ໂດຍການແລ່ນ cmd ແລະປ້ອນ %2$s ເຂົ້າໄປໃນບ່ອນປ້ອນຂໍ້ມູນ. ເຂົ້າໄປເບິ່ງ http://developer.samsung.com ແລະດາວໂຫຼດ ແລະຕິດຕັ້ງ Samsung Gear SDK ເພື່ອໃຊ້ sdb.
lt: Pranešimus apie atvirojo kodo licencijas galite peržiūrėti atlikdami nurodytus veiksmus. 1. Eikite į skirtuką Nustatymai > „Gear“ informacija. 2. Pasirinkite „USB derinimas“. 3. „Gear“ prijunkite prie kompiuterio. 4. „Samsung Gear“ pasirodžius USB derinimo iškylančiajam langui spustelėkite „Gerai“. 5. Naudodami „sdb cmd“ komandą atsisiųskite %1$s ffailą į kompiuterį – atidarykite komandinę eilutę ir įvesties lauke įveskite %2$s. Apsilankykite http://developer.samsung.com, atsisiųskite ir įdiekite „Samsung Gear SDK“, kad galėtumėte naudoti sdb.
lv: Lai skatītu paziņojumus par atklātā pirmkoda licencēm, rīkojieties šādi. 1. Atveriet sadaļu Iestatījumi > Gear informācija. 2. Izvēlieties USB atkļūdošana. 3. Savienojiet ierīci Gear ar datoru. 4. Ierīcē Samsung Gear redzamajā USB atkļūdošanas uznirstošajā logā pieskarieties pie Labi. 5. Izmantojot komandu sdb, lejupielādējiet datorā failu %1$s un ievades laukā ierakstiet “%2$s”. Lai izmantotu komandu sdb, apmeklējiet vietni http://developer.samsung.com un lejupielādējiet, un instalējiet Samsung Gear SDK.
mk: Можете да ги прочитате објавите за лиценците за отворен код следејќи ги чекорите подолу. 1. Одете во Опции > Информации за Gear. 2. Изберете Дебагирање USB. 3. Поврзете го Gear со компјутерот. 4. Допрете OK на појавниот прозорец за Дебагирање USB што ќе се појави на Samsung Gear. 5. Користејќи го sdb cmd, преземете го фајлот %1$s на компјутерот извршувајќи го cmd и внесувајќи %2$s во полето за внесување. Посетете ја страницата http://developer.samsung.com и преземете го Samsung Gear SDK за да го користите sdb.
ml: താഴെയുള്ള ചുവടുകൾ പിന്തുടരുക വഴി, ഓപ്പൺ സോഴ്സ് ലൈസൻസുകളുമായി ബന്ധപ്പെട്ട അറിയിപ്പുകൾ നിങ്ങൾക്ക് പരിശോധിക്കാവുന്നതാണ്. 1. ക്രമീകരണങ്ങൾ > ഗിയർ വിവരം എന്നിവയിലേക്ക് പോവുക. 2. USB ഡീബഗ്ഗിംഗ് തിരഞ്ഞെടുക്കുക. 3. നിങ്ങളുടെ ഗിയർ നിങ്ങളുടെ PC-യിലേക്ക് ബന്ധിപ്പിക്കുക. 4. നിങ്ങളുടെ Samsung Gear ദൃശ്യമാകുന്ന USB ഡീബഗ്ഗിംഗ് പോപ്-അപ്പിലെ ശരി എന്നതിൽ സ്പർശിക്കുക. 5. sdb cmd ഉപയോഗിച്ച്, cmd റൺ ചെയ്യുകയും ഇൻപുട്ട് ഫീൽഡിൽ %2$s നൽകുകയും ചെയ്തുകൊണ്ട്, നിങ്ങളുടെ PC-യിലേക്ക് %1$s ഫയൽ ഡൗൺലോഡ് ചെയ്യുക. sdb ഉപയോഗിക്കുന്നതിന്, http://developer.samsung.com സന്ദർശിച്ച് Samsung Gear SDK ഡൗൺലോഡ് ചെയ്ത ശേഷം ഇൻസ്റ്റാൾ ചെയ്യുക.
mr: आपण खालील पायर्‍यांचे अनुसरण करून खुल्‍या स्‍त्रोत परवान्‍यांविषयी घोषणा तपासू शकता. 1. सेटिंग्‍स > गिअर माहिती वर जा. 2. USB डिबगिंग निवडा. 3. आपले गिअर आपल्‍या PC वर कनेक्‍ट करा. 4. USB डिबगिंग पॉप-अप वर ठीक टॅप करा जो आपल्‍या सॅमसंग गेअर वर प्रदर्शित होतो. 5. sdb cmd वापरून, आपल्‍या PC वर इनपुट क्षेत्रामध्‍ये cmd रन करून आणि %2$s प्रविष्‍ट करून %1$s फाइल डाउनलोड करा. http://developer.samsung.com ला भेट द्या आणि sdb वापरण्‍यासाठी सॅमसंग गेअर SDK डाउनलोड आणि इन्‍स्‍टॉल करा.
ms: Anda boleh menyemak pengumuman mengenai lesen sumber terbuka dengan mengikuti langkah di bawah. 1. Pergi ke Aturan > Maklumat gear. 2. Pilih Penyahpepijatan USB. 3. Sambung Gear anda ke PC anda. 4. Ketik OK pada pop timbul penyahpepijatan USB yang muncul di PC anda. 5. Menggunakan sdb cmd, muat turun fail %1$s ke PC anda dengan menjalankan cmd dan memasukkan %2$s ke dalam medan input. Lawati http://developer.samsung.com dan muat turun dan pasang Samsung Gear SDK untuk menggunakan sdb.
my: ေအာက္ပါ အဆင့္မ်ားကို လိုက္လုပ္၍ ပြင့္လင္းေသာ အရင္းအျမစ္လိုင္စင္မ်ားႏွင့္ ပတ္သက္သည့္ ေၾကညာခ်က္မ်ားကို စစ္ေဆးႏုိင္ပါသည္။ ၁။ ဆက္တင္မ်ား > ဂီယာ အင္ဖိုသို႔ သြားပါ။ ၂။ USB ခၽြတ္ယြင္းခ်က္ ရွာေဖြဖယ္ထုတ္ျခင္းကို ေရြးပါ။ ၃။ သင့္ ဂီယာကို သင့္ PC သို႔ ခ်ိတ္ဆက္ပါ။ ၄။ သင့္ Samsung Gear ေပၚ ေပၚလာသည့္ USB ခၽြတ္ယြင္းခ်က္ ရွာေဖြဖယ္ထုတ္ျခင္း ေပါ့အပ္ေပၚတြင္ အိုေက ကို ႏွိပ္ပါ။ ၅။ sdb cmd သံုး၍၊ cmd ကို အလုပ္လုပ္ေစၿပီး %2$s ကို ျဖည့္သြင္းက႑ေနရာ၌ ထည့္သြင္းျခင္းျဖင့္ %1$s ဖိုင္ကို သင့္ PC သို႔ ေဒါင္းလုတ္လုပ္ပါ။ http://developer.samsung.com သို႔ ၀င္လည္ၿပီးေနာက္ sdb ကို သုံးရန္ Samsung Gear SDK ကို ေဒါင္းလုတ္လုပ္ပါ။
ne: तपाई तलका चरणहरू पालन गरेर खुल्ला स्रोत इजाजतपत्र सम्बन्धी घोषणाहरू जाँच गर्न सक्नुहुन्छ। 1. सेटिङहरू > गियर जानकारीमा जानुहोस्। 2. USB डिबगिङ चयन गर्नुहोस्। 3. तपाईको गियर लाई तपाईको PC मा जडान गर्नुहोस्। 4. तपाईको Samsung Gear मा देखिने USB डिबगिङ पप-अपमा ठीक ट्याप गर्नुहोस्। 5. sdb cmd प्रयोग गरि, cmd चलाएर र इन्पुट क्षेत्रमा %2$s प्रविष्ट गरि तपाईको PC मा %1$s फाइल डाउनलोड गर्नुहोस्। sdb प्रयोग गर्न http://developer.samsung.com मा गएर Samsung Gear SDK डाउनलोड र स्थापना गर्नुहोस्।
or: ଆପଣ ତଳେ ଦିଆଯାଇଥିବା ପର୍ଯ୍ୟାୟଗୁଡିକ ଅନୁସରଣ କରି ମୁକ୍ତ ଉତ୍ସ ଲାଇସେନ୍ସ ସମ୍ପର୍କିତ ଘୋଷଣାଗୁଡିକ ଯାଞ୍ଚ କରିପାରିବେ। 1. ଯାଆନ୍ତୁ ସେଟିଂଗୁଡିକ > ଗିଅର୍‍ ସୂଚନା। 2. ଚୟନ କରନ୍ତୁ USB ଡିବଗିଂ। 3. ଆପଣଙ୍କ PC ସହିତ ଆପଣାଙ୍କ ଗିଅର୍‍ ସଂଯୁକ୍ତ କରନ୍ତୁ। 4. ଆପଣଙ୍କ Samsung Gear ରେ ଦିଶୁଥିବା USB ଡିବଗିଂ ପପ୍‍ ଅପ୍‌ରେ ଓକେ ଟ୍ୟାପ୍‍ କରନ୍ତୁ। 5. sdb cmd ବ୍ୟବହାର କରି, cmd ଚାଳନ କରି ଏବଂ ଇନ୍‍ପୁଟ୍‍ କ୍ଷେତ୍ରରେ %2$s ପ୍ରବେଶ କରାଇ %1$s ଫାଇଲ୍‌କୁ ଆପଣଙ୍କ PCରେ ଡାଉନ୍‌ଲୋଡ୍‍ କରନ୍ତୁ। ଭିଜିଟ୍‍ କରନ୍ତୁ http://developer.samsung.com ଏବଂ sdb ବ୍ୟବହାର କରିବାକୁ Samsung Gear SDK ଡାଉନ୍‌ଲୋଡ୍‍ କରି ସଂସ୍ଥାପନ କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਗਏ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਕੇ ਮੁਕਤ ਸ੍ਰੋਤ ਲਾਈਸੰਸ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਘੋਸ਼ਣਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ। 1. ਸੈੱਟਿੰਗਸ > ਗੇਅਰ ਜਾਣਕਾਰੀ ਤੇ ਜਾਉ। 2. USB ਡੀਬਗਿੰਗ ਦੀ ਚੋਣ ਕਰੋ। 3. ਆਪਣੇ ਗੇਅਰ ਨੂੰ ਆਪਣੇ PC ਨਾਲ ਕਨੈਕਟ ਕਰੋ। 4. ਤੁਹਾਡੇ Samsung Gear ਉੱਤੇ ਦਿਖਾਈ ਦੇਣ ਵਾਲੇ USB ਡੀਬਗਿੰਗ ਪੌਪ-ਅਪ ਉੱਤੇ ਓਕੇ ਟੈਪ ਕਰੋ। 5. sdb cmd ਦੀ ਵਰਤੋਂ ਕਰਕੇ, cmd ਚਲਾਕੇ ਅਤੇ ਇਨਪੁਟ ਫਿਲਡ ਵਿੱਚ %2$s ਦਾਖ਼ਲ ਕਰਕੇ ਆਪਣੇ PC ਉੱਤੇ %1$s ਫਾਈਲ ਡਾਉਨਲੋਡ ਕਰੋ। sdb ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ http://developer.samsung.com ਤੇ ਜਾਉ ਅਤੇ Samsung Gear SDK ਡਾਉਨਲੋਡ ਅਤੇ ਸਥਾਪਿਤ ਕਰੋ।
pl: Ogłoszenia dotyczące licencji open source można sprawdzić, postępując zgodnie z poniższymi instrukcjami. 1. Przejdź do menu Ustawienia > Informacje o zegarku Gear. 2. Wybierz opcję Debugowanie USB. 3. Podłącz zegarek Gear do komputera. 4. Dotknij opcji OK w wyskakującym oknie debugowania USB, które pojawi się na zegarku Samsung Gear. 5. Używając polecenia sdb cmd, pobierz na komputer plik %1$s poprzez uruchomienie polecenia cmd i wprowadzenie „%2$s” w polu wprowadzania. Aby korzystać z sdb, odwiedź witrynę http://developer.samsung.com, a następnie pobierz i zainstaluj pakiet Samsung Gear SDK.
ro: Puteţi consulta anunţurile cu privire la licenţele open source urmând paşii de mai jos. 1. Accesaţi Setări > Informaţii Gear. 2. Selectaţi Depanare USB. 3. Conectaţi Gear la PC. 4. Atingeţi OK în fereastra pop-up de depanare USB care apare pe Samsung Gear. 5. Utilizând sdb cmd, descărcaţi fişierul %1$s pe PC executând cmd şi introducând %2$s în câmpul de introducere. Vizitaţi http://developer.samsung.com, apoi descărcaţi şi instalaţi Samsung Gear SDK pentru a utiliza sdb.
si: පහත පියවර අනුගමනය කිරීමෙන් විවෘත මුලාශ්‍ර වරපත් සම්බන්ධයෙන් නිවේදන ඔබට පරික්ෂා කළ හැක. 1. සැකසුම් වෙත යන්න > ගියර් තතු වෙත යන්න. 2. USB නිදොසීම තෝරන්න. 3. ඔබගේ ගියර් ඔබගේ PC එකට සම්බන්ධ කරන්න. 4. ඔබගේ Samsung Gear දිස්වන USB නිදොසීම් උත්පතනය මත හරි තට්ටු කරන්න. 5. sdb cmd භාවිතයෙන්, cmd ධාවනයෙන් සහ ආදාන ක්ෂේත්‍රයේ %2$s ඇතුළු කිරීමෙන් ඔබගේ PC එක වෙත %1$s ගොනුව බාගන්න. http://developer.samsung.com පිවිස sdb භාවිතා කිරීමට Samsung Gear SDK ස්ථාපනය කරන්න.
sl: Najave o odprtokodnih licencah lahko preverite po spodnjih korakih. 1. Pojdite v meni Nastavite > Podatki o uri Gear. 2. Izberite možnost odpravljanje napak USB. 3. Povežite uro Gear z računalnikom. 4. V pojavnem oknu funkcije odpravljanje napak USB v uri Samsung Gear pritisnite V redu. 5. Uporabite sdb cmd in prenesite datoteko %1$s v računalnik ter zaženite cmd in v polje za vnos vpišite %2$s. Obiščite stran http://developer.samsung.com in prenesite ter namestite Samsung Gear SDK, da boste lahko uporabljali sdb.
sq: Mund t'i kontrollosh njoftimet për licencat e burimit të hapur duke ndjekur hapat e mëposhtëm. 1. Shko te Cilësimet > Info për Gear. 2. Përzgjidh Debugimin USB. 3. Lidhe Gear-in me PC-në. 4. Trokit mbi OK në dritaren kërcyese të debugimit USB që shfaqet në Samsung Gear. 5. Duke përdorur sdb cmd, shkarko skedarin %1$s në PC duke ekzekutuar cmd dhe futur %2$s në fushën e futjes. Vizito http://developer.samsung.com dhe shkarko dhe instalo Samsung Gear SDK për të përdorur sdb.
sr: Najave koje se odnose na licence otvorenog izvora možeš da proveriš prateći korake u nastavku. 1. Idi na Podešavanja > Informacije o Gear-u. 2. Izaberi Otkrivanje greške putem USB-a. 3. Poveži Gear na PC. 4. Kucni na OK u iskačućem prozoru za otkrivanje greške putem USB-a koji se pojavljuje na Samsung Gear-u. 5. Koristeći sdb cmd, preuzmi fajl %1$s na PC tako što ćeš pokrenuti cmd i uneti %2$s u polje na unos. Poseti http://developer.samsung.com i preuzmi i instaliraj Samsung Gear SDK da bi koristio/la sdb.
ta: கீழ்க்கண்ட செயல்படிகளைப் பின்பற்றுவதன் மூலம், நீங்கள் திறந்த மூல உரிமங்கள் தொடர்பான அறிவிப்புகளைத் தெரிந்துகொள்ளலாம். 1. அமைவுகள் > கியர் விபரம் செல்லவும். 2. USB வழுநீக்கம் தேர்ந்தெடுக்கவும். 3. உங்கள் கியரை உங்கள் PC உடன் இணைக்கவும். 4. உங்கள் Samsung Gear தோன்றும் USB வழுநீக்க பாப்-அப்பில் உள்ள சரி என்று டேப் செய்யவும். 5. sdb cmd பயன்படுத்தி cmd இயக்கி உள்ளீட்டுப் புலத்தில் %2$s உள்ளிடுவதன் மூலம் %1$s கோப்பை உங்கள் PC க்கு பதிவிறக்கம் செய்யவும். sdb பயன்படுத்த http://developer.samsung.com சென்று Samsung Gear SDK பதிவிறக்கி நிறுவவும்.
te: మీరు కింద ఉన్న దశలను అనుసరించడం ద్వారా ఓపెన్ సోర్స్ లైసెన్స్‌లకు సంబంధించిన ప్రకటనలను తనిఖీ చేయవచ్చు. 1. సెట్టింగ్‌లు > గేర్ సమాచారంకు వెళ్లండి. 2. USB డీబగ్గింగ్ ఎంచుకోండి. 3. మీ గేర్‌ను మీ PCకి అనుసంధానించండి. 4. మీ Samsung Gearపై కనిపించే USB డీబగ్గింగ్ పాప్-అప్‌పై సరే ట్యాప్ చేయండి. 5. sdb cmdను ఉపయోగించడం ద్వారా, cmdను అమలు చేసి, ఇన్‌పుట్ విభాగంలో %2$s అని నమోదు చేసి మీ PCకి %1$s ఫైల్‌ను డౌన్‌లోడ్ చేయండి. sdbను ఉపయోగించేందుకు http://developer.samsung.comను సందర్శించి, Samsung Gear SDKను డౌన్‌లోడ్ చేసి ఇన్‌స్టాల్ చేయండి.
tl: Maaari mong suriin ang mga anunsyo hinggil sa mga lisensya ng open source sa pamamagitan ng pagsunod sa mga hakbang sa ibaba. 1. Pumunta sa Mga Setting > Impormasyon sa Gear. 2. Piliin ang USB debugging. 3. Ikonekta ang iyong Gear sa iyong PC. 4. I-tap ang OK sa pop-up ng USB debugging na lumilitaw sa iyong Samsung Gear. 5. Gamit ang sdb cmd, i-download ang %1$s file sa iyong PC sa pamamagitan ng pagpapagana sa cmd at pagpasok sa %2$s sa input field. Bisitahin ang http://developer.samsung.com at i-download at i-install ang Samsung Gear SDK upang gamitin ang sdb.
uk: Можна перевірити оголошення стосовно ліцензій для програм із відкритим кодом, виконавши наведені нижче дії. 1. Перейдіть до розділу «Установки» > «Відомості щодо Gear». 2. Виберіть «Налагодження USB». 3. Підключіть Gear до ПК. 4. Натисніть «OK» у спливному меню налагодження USB, що відображається на Samsung Gear. 5. За допомогою команди sdb cmd запустіть «cmd» і введіть «%2$s» у поле введення, щоб завантажити файл %1$s на ПК. Відвідайте веб-сторінку http://developer.samsung.com, а потім завантажте та інсталюйте Samsung Gear SDK, щоб скористатися sdb.
ur: آپ ذیل کے اقدامات پر عمل کرکے اوپن سورس لائسنز سے متعلق اعلانات چیک کرسکتے ہیں۔ 1. سیٹنگز > گیئر کی معلومات۔. 2پر جائیں USB ڈی بگنگ منتخب کریں۔ 3. اپنے گیئر کو اپنے PC سے جوڑیں۔ 4. USBڈی بگنگ پوپ اپ پر اوکے پر تھپکی دیں جو آپ کے Samsung Gear پر ظاہر ہوتا ہے۔ 5. sdb cmd استعمال کرتے ہوئے cmd چلا کر اور اندراج والے فیلڈ میں %2$s درج کرکے %1$s فائل کو اپنے PC پر ڈاؤن لوڈ کریں۔ http://developer.samsung.com ملاحظہ کریں اور sdb استعمال کرنے کے لیے Samsung Gear SDK ڈاؤن لوڈ اور نصب کریں۔
uz: Quyidagi ko‘rsatmalarga rioya qilish orqali ochiq manbaga tegishli e’lonlarni tekshirishingiz mumkin. 1. Parametrlar > Gear haqida ma’lumotga o‘ting. 2. USB vositasini tanlang. 3Gearingizni ShKga ulang. 4. Samsung Gearingizda paydo bo‘ladigan USB vositasi oynasida OKga teging. 5. cmd-ni ishga tushirish va kiritish maydoniga %2$sni kiritish orqali sdb cmd yordamida %1$s faylini ShKingizga yuklab oling. sdb dan foydalanish uchun http://developer.samsung.com manziliga tashrif buyuring va Samsung Gear SDKni yuklab oling va o‘rnating.

# IDS_ST_OPT_RECENT_APPS_ABB
source: Recent apps
as: শেহতীয়া এপ্প্‌চ
az: Son proqr
bg: Скор. прил.
bn: সাম্প্রতিক অ্যাপগুলি
el_gr: Πρόσφ. εφ.
et: Hilj. rak.-d
fa: برنامه اخیر
ga: F'chláir le déanaí
gu: તાજેતરની એપ્સ
he: יישומים אחרונים
hy: Վերջ. ծրգրեր
is: Nýleg forrit
ka: ბოლო პროგრ.
kk: Соңғы бағд-р
km: កម្មវិធី​ថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಅನ್ವಹಿಸುವಿಕೆಗಳು
lo: ແອັບບໍ່ດົນນີ້
lt: Pask. progr.
lv: Nes. progr.
mk: Посл. аплик.
ml: അടുത്തിടെ ഉപയോഗിച്ച ആപ്ലിക്കേഷനുകൾ
mr: अलीकडील अनुप्रयोग
ms: Apl terkini
my: လတ္တေလာ အပ္မ်ား
ne: हालका एप्‍स
or: ସମ୍ପ୍ରତି ଆପ୍ଲିକେସନ୍‌
pa: ਹਾਲ ਹੀ ਦੇ ਐਪਸ
pl: Ost. aplik.
ro: Apl. recente
si: මෑත යෙදුම්
sl: Nedavne apl.
sq: App së fundi
sr: Nedavne apl.
ta: சமீப. பயன்பாடுகள்
te: ఇటీవలి అప్లికేషన్‌లు
uk: Ост.програми
ur: حالیہ ایپلیکیشنز
uz: Oxirgi ilova

# IDS_ST_MBODY_DISPLAY_ABB
source: Display
as: প্ৰদৰ্শন
az: Displey
bg: Дисплей
bn: প্রদর্শন করুন
el_gr: Οθόνη
et: Ekraan
fa: نمایشگر
ga: Taispeáint
gu: પ્રદર્શન
he: תצוגה
hy: Ցուցադրել
is: Skjár
ka: ჩვენება
kk: Көрсету
km: អេក្រង់
kn: ಪ್ರದರ್ಶನ
lo: ສະແດງ
lt: Ekranas
lv: Displejs
mk: Екран
ml: ഡിസ്പ്ലേ
mr: प्रदर्शन
ms: Paparan
my: ျပသမႈ
ne: प्रदर्शन
or: ପ୍ରଦର୍ଶନ
pa: ਪ੍ਰਦਰਸ਼ਨ
pl: Wyświetlacz
ro: Afişare
si: පෙනුම
sl: Prikaz
sq: Afishimi
sr: Ekran
ta: காட்சி
te: ప్రదర్శించు
uk: Дисплей
ur: ڈسپلے
uz: Displey

# IDS_ST_MBODY_DISABLED_ABB
source: Disabled
as: অক্ষম হৈছে
az: Qeyri-aktiv edilib
bg: Деактивирано
bn: অক্ষম হয়েছে
el_gr: Απενεργοποιήθηκε
et: Desaktiveeritud
fa: غیرفعال شد
ga: Díchumasaithe
gu: અક્ષમ કરેલ
he: מושבת
hy: Կասեցված
is: Slökkt
ka: გამორთულია
kk: Өшірілді
km: បាន​បិទ
kn: ನಿಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ
lo: ປິດໃຊ້ງານແລ້ວ
lt: Išjungta
lv: Deaktivizēts
mk: Исклучено
ml: അപ്രാപ്തമാണ്
mr: अक्षम केले
ms: Dinyahaktifkan
my: ပိတ္ထားသည္
ne: असक्षम गरियो
or: ଅକ୍ଷମ
pa: ਅਸਮਰੱਥ
pl: Wyłączone
ro: Dezactivat
si: අක්‍රියයි
sl: Onemogočeno
sq: Paaftësuar
sr: Onemogućeno
ta: செயல்நீக்கப்பட்டது
te: నిలిపివేయబడింది
tl: Hindi pinagana
uk: Вимкнено
ur: غیر فعال کردیا گیا
uz: O‘chirilgan

# IDS_HS_MBODY_SETTINGS_M_APPLICATION_NAME_ABB3
source: Settings
as: ছেটিংছ
az: Parametrlər
bg: Настройки
bn: সেটিংস
el_gr: Ρυθμίσεις
et: Seaded
fa: تنظیمات
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hy: Դրվածքներ
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
lo: ຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्स
ms: Aturan
my: သတ္မွတ္ခ်က္မ်ား
ne: सेटिङहरु
or: ସେଟିଂଗୁଡିକ
pa: ਸੈੱਟਿੰਗਸ
pl: Ustawienia
ro: Setări
si: සැකසුම්
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
ta: அமைவுகள்
te: సెట్టింగ్‌లు
tl: Mga Setting
uk: Установки
ur: سیٹنگز
uz: Parametrlar
