Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_ST_TPOP_VOLUME_CURRENTLY_SET_TO_0
source: Volume currently set to 0.
as: ভলিউম সম্প্ৰতি 0-ত ছেট কৰা হৈছে৷
az: Səs 0-a qurulmuşdur.
bg: Силата на звука в момента е зададена на 0.
bn: ভলিউম বর্তমানে 0তে সেট আছে।
el_gr: Η ένταση έχει οριστεί στο 0.
et: Helitugevuseks on hetkel määratud 0.
fa: صدا روی ۰ تنظیم شده است.
ga: Airde socraithe ag 0 faoi láthair.
gu: વૉલ્યૂમ હાલમાં 0 પર સેટ છે.
he: עוצמת הקול היא כרגע ברמה 0.
hy: Ձայնը այժմ կայված է 0-ի:
is: Hljóðstyrkur er stilltur á 0.
ka: ახლა ხმის სიმაღლისთვის დაყენებულია 0.
kk: Дыбыс деңгейі ағымда 0-ге қойылған.
km: បាន​កំណត់​កម្រិត​សំឡេង​បច្ចុប្បន្ន​ទៅ 0។
kn: ಧ್ವನಿಮಟ್ಟವನ್ನು ಪ್ರಸ್ತುತ 0 ಗೆ ಹೊಂದಿಸಲಾಗಿದೆ.
lo: ລະດັບສຽງປະຈຸບັນຖືກຕັ້ງເປັນ 0.
lt: Šiuo metu nustatytas garsumas yra 0.
lv: Pašreizējais skaļuma iestatījums ir 0.
mk: Гласноста е тековно поставена на 0.
ml: നിലവിൽ ശബ്ദം 0 ആയി ക്രമീകരിച്ചു.
mr: आवाज सध्या 0 वर सेट आहे.
ms: Kelantangan kini ditetapkan kepada 0.
my: လက္ရွိတြင္ အသံကို ၀ သို႔ သတ္မွတ္ထားသည္။
ne: भोल्युम अहिले 0 मा कायम गरिएको छ।
or: ସମ୍ପ୍ରତି ଭଲ୍ୟୁମ୍‍ 0ରେ ସେଟ୍ କରାଯାଇଛି।
pa: ਵਾੱਲਿਊਮ ਵਰਤਮਾਨ ਵਿੱਚ 0 ਤੇ ਸੈੱਟ ਹੈ।
pl: Głośność aktualnie ustawiona na 0.
ro: Volumul este setat în prezent la 0.
si: ශබ්ද පරිමාණය දැනට 0 ලෙස සකසා තිබේ.
sl: Glasnost je trenutno nastavljena na 0.
sq: Volume aktualisht cilësuar në 0.
sr: Jačina zvuka je trenutno podešena na 0.
ta: ஒலியளவானது தற்போது 0 என்பதற்கு அமைக்கப்பட்டது.
te: వాల్యూమ్ ప్రస్తుతం 0కు సెట్ చేయబడింది.
tl: Kasalukuyang nakatakda sa 0 ang volume.
uk: Для рівня гучності встановлено значення 0.
ur: اس وقت والیم 0 پر سیٹ ہے۔
uz: Ayni vaqtda ovoz 0 ga o‘rnatilgan.

# IDS_ST_BODY_LARGE_ICONS_HP1SDXP2SD_ABB
source: Large icons (%1$dx%2$d)
as: বৃহত্ চিহ্নসমূহ (%1$dx%2$d)
az: Böyük niş (%1$dx%2$d)
bg: Големи ик. (%1$dx%2$d)
bn: বৃহৎ আইকনগুলি (%1$dx%2$d)
el_gr: Μεγ. εικον. (%1$dx%2$d)
et: Suur ikoon (%1$dx%2$d)
fa: نمادهای بزرگ‎(%1$dx%2$d)‎
ga: Íocóin mhóra (%1$dx%2$d)
gu: મોટા ચિહ્નો (%1$dx%2$d)
he: סמלים גדולים (%1$dx%2$d)
hy: Մեծ պատ-կր (%1$dx%2$d)
is: Stór tákn (%1$dx%2$d)
ka: დიდი ღილაკი (%1$dx%2$d)
kk: Үлкен белг.(%1$dx%2$d)
km: អាយខុនធំៗ (%1$dx%2$d)
kn: ದೊಡ್ಡ ಐಕನ್‌ಗಳು (%1$dx%2$d)
lo: ໄອຄອນໃຫຍ່ (%1$dx%2$d)
lt: Did. piktog.(%1$dx%2$d)
lv: Lielas ik. (%1$dx%2$d)
mk: Голем.икони (%1$dx%2$d)
ml: വലിയ ഐക്കണുകൾ (%1$dx%2$d)
mr: मोठे आयकॉन्‍स (%1$dx%2$d)
ms: Ikon besar (%1$dx%2$d)
my: (%1$dx%2$d) အႀကီး သေကၤတမ်ား
ne: ठूला प्रतिमाहरू (%1$dx%2$d)
or: ବୃହତ ଆଇକନ୍‌ (%1$dx%2$d)
pa: ਵੱਡੇ ਪ੍ਰਤੀਰੂਪ (%1$dx%2$d)
pl: Duże ikony (%1$dx%2$d)
ro: Pict. mari (%1$dx%2$d)
si: විශාල නිරූපක (%1$dx%2$d)
sl: Vel. ik. (%1$d x %2$d)
sq: Ikona mëdha (%1$dx%2$d)
sr: Velike ikone(%1$dx%2$d)
ta: பெரிய சின்னங்கள் (%1$dx%2$d)
te: పెద్ద చిహ్నాలు (%1$dx%2$d)
tl: Malalaking icon (%1$dx%2$d)
uk: Велик.знач. (%1$dx%2$d)
ur: بڑے آئیکونز (%1$dx%2$d)
uz: Katta ikn. (%1$dx%2$d)

# IDS_ST_BODY_SMALL_ICONS_HP1SDXP2SD_ABB
source: Small icons (%1$dx%2$d)
as: সৰু চিহ্নসমূহ (%1$dx%2$d)
az: Kiçik niş (%1$dx%2$d)
bg: Малки икони (%1$dx%2$d)
bn: ছোট আইকনগুলি (%1$dx%2$d)
el_gr: Μικ. εικον. (%1$dx%2$d)
et: Väike ikoon (%1$dx%2$d)
fa: نمادهای کوچک‎(%1$dx%2$d)‎
ga: Íocóin bheaga (%1$dx%2$d)
gu: નાના ચિહ્નો (%1$dx%2$d)
he: סמלים קטנים (%1$dx%2$d)
hy: Փոքր պատկ-ր (%1$dx%2$d)
is: Lítil tákn (%1$dx%2$d)
ka: მცირე ღილაკი(%1$dx%2$d)
kk: Кіші белг.(%1$dx%2$d)
km: អាយខុនតូចៗ (%1$dx%2$d)
kn: ಚಿಕ್ಕ ಐಕನ್‌ಗಳು (%1$dx%2$d)
lo: ໄອຄອນນ້ອຍ (%1$dx%2$d)
lt: Maž.piktog.(%1$dx%2$d)
lv: Mazas ik. (%1$dx%2$d)
mk: Мали икони (%1$dx%2$d)
ml: ചെറിയ ഐക്കണുകൾ (%1$dx%2$d)
mr: लहान आयकॉन्‍स (%1$dx%2$d)
ms: Ikon kecil (%1$dx%2$d)
my: (%1$dx%2$d) ငယ္ေသာ သေကၤတမ်ား
ne: साना प्रतिमाहरू (%1$dx%2$d)
or: କ୍ଷୁଦ୍ର ଆଇକନ୍‌ (%1$dx%2$d)
pa: ਛੋਟੇ ਪ੍ਰਤੀਰੂਪ (%1$dx%2$d)
pl: Małe ikony (%1$dx%2$d)
ro: Pict. mici (%1$dx%2$d)
si: කුඩා නිරූපක (%1$dx%2$d)
sl: Majh. ik. (%1$d x %2$d)
sq: Ikona vogla (%1$dx%2$d)
sr: Male ikone (%1$dx%2$d)
ta: சிறிய சின்னங்கள் (%1$dx%2$d)
te: చిన్న చిహ్నాలు (%1$dx%2$d)
tl: Maliliit na icon (%1$dx%2$d)
uk: Мален.знач. (%1$dx%2$d)
ur: چھوٹے آئیکونز (%1$dx%2$d)
uz: Kichik ikn. (%1$dx%2$d)

# IDS_ST_MBODY_MANAGE_APPS_ABB
source: Manage apps
as: এপসমূহ পৰিচালনা কৰক
az: Proqr idarə et
bg: Управ. на прил.
bn: অ্যাপস পরিচালনা করুন
el_gr: Διαχ. εφαρμ.
et: Halda rakendusi
fa: مدیریت برنامه
ga: Bainist. f'chláir
gu: અનુપ્રયોગોનું સંચાલન કરો
he: נהל יישומים
hy: Կռվրլ ծրագրերը
is: Stj. forritum
ka: პროგრამ. მართვა
kk: Бағд-ды басқару
km: គ្រប់គ្រង​កម្មវិធី
kn: ಅನ್ವಹಿಸುವಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
lo: ຈັດການແອັບ
lt: Tvarkyti progr.
lv: Pārvald. progr.
mk: Управ.со аплик.
ml: ആപ്ലിക്കേഷനുകൾ മാനേജ് ചെയ്യുക
mr: अनप्रयोग व्‍यवस्‍थापित करा
ms: Uruskan apl
my: အက္ပ္မ်ား စီမံပါ
ne: एप्स व्यवस्थित गर्नुहोस्
or: ଆପ୍ଲି. ପରିଚାଳନା କର
pa: ਐਪਸ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj apl.
ro: Gestionare apl.
si: යෙදුම් කළමනාකරණය ක.
sl: Upr. aplikacij
sq: Menaxho app-et
sr: Upravljaj apl.
ta: பயன்பாடுகளை நிர்வகி.
te: అప్లికేషన్‌లను నిర్వహించండి
tl: Pamahalaan apps
uk: Керув. програм.
ur: اطلاقات کا نظم کریں
uz: Ilova boshqar
