Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_CHATON_BODY_OPEN_SOURCE_LICENCES_ABB
source: Open source licences
as: মোৰ অৱ. ব্যৱহাৰ ক.
az: Mənbə lisenziylarinı aç
bg: Лицензи отв. изх.код
bn: ওপেন সোর্স লাইসেন্স
el_gr: Άδ.χρ.ανοιχτ.κώδικα
et: Avat. lähtek. lit.-d
fa: مجوزهای منبع آزاد
ga: Ceadún. fhoinse oscailte
gu: ખુલ્લાં સ્ત્રોત લાઇસન્સો
he: פתח רישיונות מקור
hy: Բաց սկզբ. արտոնագրեր
is: Opin hugb.leyfi
ka: ღია წყაროს ლიცენზ.
kk: Баст. лицензия-ы ашу
km: អាជ្ញាបណ្ណ Open source
kn: ಮೂಲ ಪರವಾನಗಿಗಳನ್ನು ತೆರೆಯಿರಿ
lo: ໃບອະນຸຍາດ opensource
lt: Atv. kodo prog. lic.
lv: Atkl.pirmk.licences
mk: Лиценци за отв. код
ml: ഓപ്പണ്‍ സോഴ്സ് ലൈസന്‍സുകള്‍
mr: स्रोत परवाने उघडा
ms: Buka sumber lesen
my: ရင္းျမစ္ လိုင္စင္မ်ား ဖြင့္ပါ
ne: स्रोत लाईसेन्सहरू खोल्नुहोस्
or: ଉତ୍ସ ଲାଇସେନ୍ସଗୁଡିକୁ ଖୋଲନ୍ତୁ
pa: ਓਪਨ ਸੋਰਸ ਲਾਈਸੰਸ
pl: Licencje Open source
ro: Licenţe open source
si: විවෘත මූල බලපත්‍ර
sl: Licence odprte kode
sq: Lic. burimi i hapur
sr: Licence za otv. kod
ta: பொது மூல உரிமங்கள்
te: సోర్స్ లైసెన్సులు తెరువు
tl: Mga lisensya ng open-source
uk: Ліц.прог.з від.кодом
ur: اوپن سورس لائسنس
uz: Manba litsen-ni och.

# IDS_COM_BODY_CHARGING_GA
source: Charging.
as: চাৰ্জ হৈ আছে৷
az: Doldurulur.
bg: Зареждане
bn: চার্জ হচ্ছে।
el_gr: Φόρτιση.
et: Laadimine.
fa: در حال شارژ شدن است.
ga: Luchtú.
gu: ચાર્જિંગ.
he: טעינה
hy: Լիցքավորում:
is: Hleð.
ka: იმუხტება.
kk: Зарядтау
km: កំពុង​សាក។
kn: ಚಾರ್ಜ್ ಮಾಡುತ್ತಿದೆ.
lo: ກໍາລັງສາກ
lt: Įkrovimas.
lv: Uzlādēšana.
mk: Полнење.
ml: ചാര്‍ജ്ജ് ചെയ്യുന്നു.
mr: चार्जिंग.
ms: Mengecas.
my: အားသြင္းေနပါသည္
ne: चार्ज भइरहेको।
or: ପରିବର୍ତ୍ତନ କରୁଛି।
pa: ਚਾਰਜ ਹੋ ਰਿਹਾ ਹੈ।
pl: Ładowanie.
ro: Se încarcă.
si: චාජ් වෙමින් පවතී.
sl: Polnjenje.
sq: Po ngarkoj.
sr: Punjenje u toku.
ta: சார்ஜிங்.
te: ఛార్జ్ అవుతోంది.
tl: Nagcha-charge
uk: Зарядження.
ur: چارج کرنا۔
uz: Quvvat berish.

# IDS_IME_HEADER_KEYBOARD
source: Keyboard
as: কীবৰ্ড
az: Klaviatura
bg: Клавиатура
bn: কীবোর্ড
el_gr: Πληκτρολόγιο
et: Klahvistik
fa: صفحه کلید
ga: Eochairchlár
gu: કીબોર્ડ
he: מקלדת
hy: Ստեղնաշար
is: Lyklaborð
ka: კლავიატურა
kk: Пернетақта
km: ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್
lo: ຄີບອດ
lt: Klaviatūra
lv: Tastatūra
mk: Тастатура
ml: കീബോര്‍ഡ്
mr: कीबोर्ड
ms: Papan kekunci
my: ကီးဘုတ္
ne: कीबोर्ड
or: କୀବୋର୍ଡ୍
pa: ਕੀਬੋਰਡ
pl: Klawiatura
ro: Tastatură
si: යතුරු පුවරුව
sl: Tipkovnica
sq: Butona
sr: Tastatura
ta: விசைப்பலகை
te: కీబోర్డు
uk: Клавіатура
ur: کی بورڈ
uz: Klaviatura

# IDS_COM_POP_MESSAGETONE_MUTE
source: Mute
as: মিউট
az: Səssiz
bg: Изкл. микрофон
bn: নীরব
el_gr: Σίγαση
et: Vaigista
fa: حالت سکوت
ga: Balbh
gu: શાંત
he: השתק
hy: Անձայն
is: Þögn
ka: უხმო რეჟიმი
kk: Дыбысын өшіру
km: ស្ងាត់
kn: ಮ್ಯುಟ್
lo: ປິດສຽງ
lt: Begarsis režimas
lv: Bez skaņas
mk: Искл.ѕвонење
ml: നിശബ്‌ദ‌മാക്കുക
mr: मूक
ms: Bisu
my: အသံတိတ္
ne: मौन
or: ମ୍ୟୁଟ୍
pa: ਮਿਊਟ
pl: Brak
ro: Silenţios
si: නිහඬ
sl: Utišaj
sq: Heshto
sr: Isključi ton
ta: ஒலிதடு
te: మ్యూట్ చేయి
tl: I-mute
uk: Вимк. звук
ur: آواز بند
uz: Ovozsiz

# IDS_COM_POP_SOFTWARE_VERSION
source: Software version
as: চফ্টৱেৰ সংস্কৰণ
az: Proqram versiyası
bg: Версия на софтуера
bn: সফ্টওয়্যার সংস্করণ
el_gr: Έκδοση λογισμικού
et: Tarkvaraversioon
fa: نسخه نرم افزار
ga: Leagan bogearraí
gu: સૉફ્ટવેર સંસ્કરણ
he: גרסת תוכנה
hy: Ծրագրի տարբերակը
is: Hugbúnaðarútgáfa
ka: პროგრამული უზრუნველყოფის ვერსია
kk: Жаңарту процесі нұсқасы
km: កំណែ​កម្មវិធី​សុហ្វវែរ
kn: ಸಾಫ್ಟ್‌ವೇರ್ ಆವೃತ್ತಿ
lo: ເວີເຊິນຊອບແວ
lt: Programinės įrangos versija
lv: Programmatūras versija
mk: Софтверска верзија
ml: സോഫ്റ്റ്‌വെയര്‍ പതിപ്പ്
mr: सॉफ्टवेअर आवृत्ती
ms: Versi perisian
my: ေဆာ့၀ဲ ဗားရွင္း
ne: सफ्टवेयर संस्करण
or: ସଫ୍ଟୱେର୍ ସଂସ୍କରଣ
pa: ਸੌਫ਼ਟਵੇਅਰ ਸੰਸਕਰਣ
pl: Wersja oprogramowania
ro: Versiune software
si: මෘදුකාංග අනුවාදය
sl: Programska različica
sq: Versioni i programeve
sr: Verzija softvera
ta: மென்பொருள் பதிப்பு
te: సాఫ్టువేర్ వెర్షన్
tl: Bersyon ng software
uk: Версія ПЗ
ur: سافٹ ویر ورژن
uz: Dastur versiyasi

# IDS_COM_SK_SET_ABB
source: Set
as: ছেট কৰক
az: Qur
bg: Настрой
bn: সেট
el_gr: Ορισμός
et: Määra
fa: تنظيم
ga: Socr.
gu: ગોઠવો
he: הגדר
hy: Նխդրլ
is: Velja
ka: არჩ.
kk: Орн.
km: កំណត់
kn: ಹೊಂದಿಸು
lo: ຕັ້ງຄ່າ
lt: Nust.
lv: Iestatīt
mk: Постави
ml: ക്രമീ
mr: सेट
ms: Tetap
my: သတ္မွတ္
ne: सेट
or: ସେଟ୍
pa: ਸੈੱਟ
pl: Ustaw
ro: Afiş.
si: සකසන්න
sl: Nastavi
sq: Cilso
sr: Podesi
ta: அமை
te: సెట్ చేయి
tl: Takda
uk: Встанов.
ur: سیٹ
uz: O‘rnt

# IDS_IDLE_POP_AFTER_P1SD_MINS_BRIGHTNESS_WILL_BE_RESET_TO_DEFAULT_LEVEL_HP2SD
source: After %1$d mins, brightness will be reset to default level (%2$d).
as: %1$d মিনিটৰ পিছত, উজ্বলতা ডিফ'ল্ট লেভেল (%2$d)-লৈ পুনঃছেট হ'ব৷
az: %1$d dəqiqə sonra parlaqlıq defolt səviyyədə qurulacaqdır (%2$d).
bg: След %1$d минути яркостта ще се нулира до нивото по подразбиране (%2$d).
bn: %1$d মিনিট পরে উজ্জ্বলতা ডিফল্ট স্তরে পুনঃসেট হবে (%2$d)।
el_gr: Μετά από %1$d λεπτά, η φωτεινότητα θα επανέλθει στο προεπιλεγμένο επίπεδο (%2$d).
et: %1$d minuti moodudes lahtestatakse heledus vaiketasemele (%2$d).
fa: پس از %1$d دقیقه، روشنایی به سطح پیش‌فرض (%2$d) بازنشانی می‌شود.
ga: Tar éis %1$d nóim, fillfear an ghile ar an leibhéal réamhshocraithe (%2$d)
gu: %1$d મિનિટ પછી, ચળકાટને ડિફૉલ્ટ સ્તર (%2$d) પર ફરીથી ગોઠવવામાં આવશે.
he: לאחר %1$d דקות, הבהירות תשוב לרמת ברירת המחדל (%2$d).
hy: %1$d րոպե հետո պայծառությունը կհետադարձվի կանխադրված մակարդակի (%2$d):
is: Eftir %1$d mínútur verður birtustig stillt á sjálfgefna stillingu (%2$d).
ka: %1$d წუთის შემდეგ დაბრუნდება განათებულობის საწყისი მნიშვნელობა (%2$d).
kk: %1$d минуттан кейін, ашықтық әдепкі деңгейіне (%2$d) қалпына келтіріледі.
km: បន្ទាប់​ពី %1$d នាទី ពន្លឺ​នឹង​ត្រូវ​បាន​កំណត់​ឡើងវិញ​ទៅ​កម្រិត​លំនាំដើម (%2$d)។
kn: %1$d ನಿಮಿಷಗಳ ನಂತರ, ಪ್ರಕಾಶಮಾನತೆಯನ್ನು ಡೀಫಾಲ್ಟ್ ಮಟ್ಟ (%2$d) ಕ್ಕೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ.
lo: ຫຼັງຈາກ %1$d ນາທີ, ຄວາມແຈ້ງຈະຖືກຕັ້ງຄ່າກັບໄປຫາລະດັບມາດຕະຖານ (%2$d).
lt: Po %1$d min. ryškumas bus nustatytas į numatytą lygį (%2$d).
lv: Pēc %1$d minūtēm tiks atjaunots spilgtuma noklusējuma līmenis (%2$d).
mk: По %1$d минути осветленоста ќе се ресетира на основното ниво (%2$d).
ml: %1$d മിനിറ്റിന് ശേഷം, തെളിച്ചം ഡിഫോൾട്ട് നിലയിലേക്ക് പുനഃക്രമീകരിക്കപ്പെടും (%2$d).
mr: %1$d मिनिटांनंतर, चमक डिफॉल्‍ट स्‍तरावर पुन्‍हा मांडणी करण्‍यात येईल (%2$d).
ms: Selepas %1$d minit, kecerahan akan ditetapkan semula ke tahap lalai (%2$d).
my: %1$d မိနစ္ ၿပီးေနာက္တြင္၊ အေရာင္ေတာက္ပျခင္းကို ကိုယ္ပိုင္သံုး အဆင့္ (%2$d) သို႔ ျပန္သတ္မွတ္ေပးလိမ့္မည္။
ne: %1$d मिनट पछि, चम्किलोपना पूर्वनिर्धारित स्तर (%2$d) मा रिसेट हुनेछ।
or: %1$d ମିନିଟ୍ ପରେ, ଉଜ୍ଜ୍ୱଳତା ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ସ୍ତର (%2$d)ରେ ପୁନଃସେଟ୍ ହୋଇଯିବ।
pa: %1$d ਮਿੰਟ ਦੇ ਬਾਅਦ, ਚਮਕ ਡਿਫਾੱਲਟ ਸਤਰ (%2$d) ਤੇ ਸੈੱਟ ਹੋ ਜਾਵੇਗੀ।
pl: Jasność zostanie wyzerowana do poziomu domyślnego (%2$d) po %1$d min.
ro: După %1$d minute, luminozitatea va fi resetată la nivelul implicit (%2$d).
si: මිනිත්තු %1$d පසු, දීප්තිය පෙරනිමි මට්ටම (%2$d) වෙත යළි සැකසෙනු ඇත.
sl: Čez %1$d min bo svetlost ponastavljena na privzeto raven (%2$d).
sq: Pas %1$d minutash, ndriçimi do të ricilësohet në nivelin e parazgjedhur (%2$d).
sr: Nakon %1$d minuta, osvetljenje će se resetovati na podrazumevani nivo (%2$d).
ta: %1$d நிமிடங்களுக்கு பிறகு ஒளிர்வானது டீஃபால்ட் நிலைக்கு (%2$d) ரீசெட் செய்யப்படும்.
te: %1$d నిమిషాల తర్వాత, ప్రకాశవంతం డిఫాల్ట్ స్థాయి (%2$d)కు రీసెట్ చేయబడుతుంది.
tl: Pagkalipas ng %1$d min, mare-reset ang liwanag sa default na antas (%2$d).
uk: Через %1$d хв. буде встановлено стандартний рівень яскравості (%2$d).
ur: %1$d منٹ کے بعد، چمکیلا پن طے شدہ لیول پر پھر سیٹ ہوجائے گا (%2$d)
uz: %1$d daqiqadan so‘ng ravshanlik sukut bo‘yicha darajaga (%2$d) tashlanadi.

# IDS_LCKSCN_BODY_NONE
source: None
as: একো নাই
az: Yoxdur
bg: Няма
bn: কিছু না
el_gr: Κανένα
et: Puudub
fa: هيچيک
ga: Dada
gu: એકેય નહિ
he: ללא
hy: Չկա
is: Ekkert
ka: არც ერთი
kk: Жоқ
km: គ្មាន
kn: ಯಾವುದೂ ಇಲ್ಲ
lo: ບໍ່ມີ
lt: Nėra
lv: Nav
mk: Ништо
ml: ഒന്നുമില്ല
mr: काहीही नाही
ms: Tiada
my: မရွိ
ne: शून्‍य
or: କିଛି ନାହିଁ
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
ro: Niciuna
si: නොමැත
sl: Brez
sq: Asnjë
sr: Nema
ta: ஒன்றுமில்லை
te: ఏదీ కాదు
tl: Wala
uk: Немає
ur: نہیں
uz: Hech qaysi

# IDS_LCKSCN_BODY_PATTERN
source: Pattern
as: আৰ্হি
az: Nümunə
bg: Шаблон
bn: ধরণ
el_gr: Μοτίβο
et: Muster
fa: الگو
ga: Patrún
gu: પેટર્ન
he: תבנית
hy: Թրթռում
is: Mynstur
ka: ნიმუში
kk: Үлгі
km: គំរូ
kn: ಮಾದರಿ
lo: ຮູບແບບ
lt: Pavyzdys
lv: Shēma
mk: Модел
ml: മാതൃക
mr: प्रकार
ms: Corak
my: အဆင့္ဒီဇုိင္း
ne: ढाँचा
or: ପଦ୍ଧତି
pa: ਨਮੂਨਾ
pl: Wzór
ro: Model
si: මෝස්තරය
sl: Vzorec
sq: Kombinimi
sr: Šema
ta: மாதிரி
te: నమూనా
uk: Візерунок
ur: نمونہ
uz: Namuna

# IDS_LCKSCN_BODY_PRIVACY_LOCK_ABB
source: Privacy lock
as: গোপনীয়তা লক
az: Məxfilik kilidi
bg: Закл. за конфид.
bn: গোপনীয়তা লক
el_gr: Κλείδ. απορρήτου
et: Privaatsuse lukk
fa: قفل حریم خصوصی
ga: Glas príobháide
gu: ગોપનીયતા લોક
he: נעילת פרטיות
hy: Գղտնիութ. կողպեք
is: Gagnalás
ka: ჩაკეტვა
kk: Құпиялық бұғат
km: សោ​ភាពឯកជន
kn: ಖಾಸಗಿತನ ಲಾಕ್
lo: ລັອກຄວາມເປັນສ່ວນຕົວ
lt: Privat. užraktas
lv: Privātuma bloķ.
mk: Приватно закл.
ml: സ്വകാര്യതാ ലോക്ക്
mr: गोपनीय लॉक
ms: Kunci privasi
my: သီးသန္႔ျဖစ္မႈ ေသာ့
ne: गोपनीयता लक
or: ଗୋପନୀୟତା ଲକ୍
pa: ਪ੍ਰਾਈਵੇਸੀ ਲੌਕ
pl: Blok.prywatności
ro: Blocare confid.
si: රහස්‍යතා අගුළ
sl: Zak. zas. podat.
sq: Bll. privatësi
sr: Zaklj. privatn.
ta: தனியுரிமை பூட்டு
te: గోప్యతా లాక్
tl: Lock ng privacy
uk: Блок.приват.дан.
ur: رازداری لاک
uz: Maxfiylik qulfi

# IDS_LCKSCN_BODY_SEE_PATTERN_ABB
source: See pattern
as: আৰ্হি চাওক
az: Nüm bax
bg: Виж шаблона
bn: ধরণ দেখুন
el_gr: Προβ. μοτ.
et: Kuva muster
fa: مشاهده الگو
ga: Féach patrún
gu: રીત જુઓ
he: הצג דוגמה
hy: Տես նախշը
is: Sjá mynstur
ka: იხ. ნიმუში
kk: Үлгіні көру
km: មើល​គំរូ
kn: ಸ್ವರೂಪ ನೋಡಿ
lo: ເບິ່ງຮູບແບບ
lt: Žr. šabloną
lv: Sk. rakstu
mk: Види шара
ml: പാറ്റേൺ കാണുക
mr: पॅटर्न पहा
ms: Lihat corak
my: ပံုစံကြက္မ်ား ၾကည့္ပါ
ne: ढाँचा हेर्नुहोस्
or: ଶୈଳୀ ଦେଖନ୍ତୁ
pa: ਪੈਟਰਨ ਦੇਖੋ
pl: Zobacz wzór
ro: Vedeţi mod.
si: රටාව බලන්න
sl: Glej vzorec
sq: Shih motiv.
sr: Vidi oblik
ta: பேட்டர்ன். காண்க
te: నమూనాని చూడండి
uk: Перег.зраз.
ur: نمونہ دیکھیں
uz: Namuna ko‘r

source: The privacy lock option will be shown when Bluetooth is disconnected.
as: ব্লুটুথ সংযোগহীন হ'লে গোপনীয়তা লক বিকল্প দেখুওৱা হ'ব৷
az: Bluetoothla əlaqə kəsildikdə məxfilik kilidi xassəsi burada görünəcəkdir.
bg: Опцията за заключване за конфиденциалност ще се покаже, когато връзката с Bluetooth бъде прекъсната.
bn: গোপনীয়তা লকের বিকল্পটি যখন ব্লুটুথটি সংযোগ বিচ্ছিন্ন হয় তখন প্রদর্শিত হবে।
el_gr: Η επιλογή κλειδώματος απορρήτου θα εμφανιστεί μόλις αποσυνδεθεί το Bluetooth.
et: Privaatsuse luku valik kuvatakse, kui Bluetooth-uhendus on katkestatud.
fa: وقتی بلوتوث قطع می‌شود، گزينه قفل حريم خصوصی نشان داده می‌شود.
ga: Taispeánfar rogha an ghlais phríobháideachta nuair atá Bluetooth dínasctha
gu: બ્લ્યુટુથનું જોડાણ અલગ કર્યુ હશે ત્યારે ગોપનીયતા લોક વિકલ્પને દર્શાવવામાં આવશે.
he: אפשרות נעילת הפרטיות תופיע כאשר Bluetooth ינותק.
hy: «Գաղտնիության կողպեք» ընտրանքը կերևա, երբ Bluetooth-ն անջատված է:
is: Boðið er upp á gagnalás þegar Bluetooth er aftengt.
ka: ჩაკეტვის ფუნქცია გამოჩნდება, როდესაც Bluetooth გამოირთვება.
kk: Құпялы құлыптау опциясы Bluetooth ажыратылған кезде көрсетіледі.
km: ជម្រើស​សោ​ភាពឯកជន​នឹង​បង្ហាញ​ឡើង នៅពេល Bluetooth បាន​ដាច់។
kn: ಗೌಪ್ಯತೆ ಲಾಕ್ ಆಯ್ಕೆಯನ್ನು ಬ್ಲೂಟೂಥ್ ಸಂಪರ್ಕಕಡಿತಗೊಂಡಾಗ ತೋರಿಸಲಾಗುತ್ತದೆ.
lo: ທາງເລືອກລັອກສ່ວນຕົວຈະສະແດງຂຶ້ນ ເມື່ອບລູທູດຖືກຕັດເຊື່ອມຕໍ່.
lt: Privatumo užrakto parinktis rodoma, kai atjungtas „Bluetooth“.
lv: Kad tiks atvienots Bluetooth, tiks parādīta privātuma bloķēšanas iespēja.
mk: Опцијата за приватно заклучување ќе се прикаже кога ќе се прекине поврзувањето Bluetooth.
ml: ബ്ലൂടൂത്ത് വിച്ഛേദിക്കപ്പെടുമ്പോൾ സ്വകാര്യ ലോക്ക് ഐച്ഛികം പ്രദർശിപ്പിക്കപ്പെടും.
mr: जेव्‍हा ब्‍लुटूथ डिस्‍कनेक्‍ट असेल तेव्‍हा गोपनीयता लॉक पर्याय दर्शवला जाईल.
ms: Pilihan kunci privasi akan ditunjukkan apabila Bluetooth dinyahsambungkan.
my: ဘလူးတုသ္ ျဖဳတ္လိုက္သည့္အခါ သီးသန္႔ျဖစ္မႈေသာ့ ေရြးခ်ယ္ရန္ ျပမည္။
ne: ब्लुटूथ विच्छेद भएको बेला गोपनीयता लक विकल्प देखिनेछ।
or: ବ୍ଲୁଟୁଥ୍ ବିଚ୍ଛିନ୍ନ ଥିବା ବେଳେ ଗୋପନୀୟତା ଲକ୍ ବିକଳ୍ପ ଦେଖାଯିବ।
pa: ਬਲੂਟੁੱਥ ਦੇ ਡਿਸਕਨੈਕਟ ਹੋਣ ਤੇ ਪ੍ਰਾਈਵੇਸੀ ਲੌਕ ਵਿਕਲਪ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।
pl: Opcja blokady prywatności zostanie wyświetlona po odłączeniu Bluetooth.
ro: Opţiunea pentru blocarea de confidenţialitate va fi afişată la deconectarea Bluetooth.
si: බ්ලූටූත් විසන්ධි විට රහස්‍යතා අගුළු විකල්පය පෙන්වනු ඇත.
sl: Možnost zaklepanja zasebnih podatkov bo prikazana, ko prekinete povezavo Bluetooth.
sq: Opsioni i bllokimit të privatësisë do të shfaqet kur të shkëputet Bluetooth.
sr: Opcija zaključavanja privatnosti će biti prikazana kada se prekine Bluetooth veza.
ta: ப்ளூடூத் இணைக்கப்படும்போது தனியுரிமை பூட்டு தெரிவு காண்பிக்கப்படும்.
te: బ్లూటూత్ అనుసంధానం తొలగించినప్పుడు గోప్యతా లాక్ ఎంపిక కనిపిస్తుంది.
tl: Ipapakita ang opsyon sa lock sa privacy kapag nadiskonekta ang Bluetooth.
uk: Опцію блокування приватних даних буде відображено у разі вимкнення Bluetooth.
ur: رازداری لاک اختیار اس وقت دکھایا جائے گا جب بلیو ٹوتھ منقطع ہوتا ہے
uz: Bluetooth uzilganda maxfiylik bloki opsiyasi ko‘rsatiladi.

# IDS_MSGC_BODY_TEXTSTYLETEXTMODENORMAL
source: Normal
as: স্বাভাৱিক
bg: Нормален
bn: সাধারণ
el_gr: Κανονικό
et: Tavaline
fa: عادی
ga: Normálta
gu: સામાન્ય
he: רגיל
hy: Նորմալ
is: Venjulegt
ka: ნორმალური
kk: Әдеттегі
km: ធម្មតា
kn: ಸಾಮಾನ್ಯ
lo: ປົກກະຕິ
lt: Įprastas
lv: Parasts
mk: Нормално
ml: നോര്‍മല്‍
mr: सामान्य
ms: Biasa
my: ပုံမွန္
ne: सामान्य
or: ସାଧାରଣ
pa: ਸਧਾਰਨ
pl: Normalna
si: සාමාන්‍ය
sl: Normalno
sr: Normalna
ta: சாதாரண
te: సాధారణం
uk: Звичайний
ur: عام

# IDS_OP_BODY_VISIBILITY
source: Visibility
as: দৃশ্যমানতা
az: Görünüş
bg: Видимост
bn: ভিজিবিলিটি
el_gr: Ορατότητα
et: Nähtavus
fa: قابل رویت بودن
ga: Infheictheacht
gu: દૃશ્યતા
he: ניראות
hy: Տեսանելիություն
is: Sýnileiki
ka: ხილვადობა
kk: Көрінісі
km: ភាពឃើញ
kn: ಗೋಚರತೆ
lo: ສະແດງໃຫ້ເຫັນ
lt: Aptinkamumas
lv: Uztveramība
mk: Видливост
ml: ദൃശ്യപരത
mr: दृश्यमानता
ms: Keterlihatan
my: ျမင္ႏိုင္စြမ္း
ne: दृष्टता
or: ଦୃଶ୍ୟଲବ୍ଧତା
pa: ਦ੍ਰਿਸ਼ਮਾਨਤਾ
pl: Widoczność
ro: Vizibilitate
si: දෘශ්‍යතාව
sl: Vidnost
sq: Gjetshmëria
sr: Vidljivost
ta: புலப்படும் தன்மை
te: దృశ్యమాన్యత
uk: Видимість
ur: نظر آنا
uz: Ko‘rinish

# IDS_QP_BUTTON_BLUETOOTH
source: Bluetooth
as: ব্লুটুথ
bn: ব্লুটুথ
fa: بلوتوث
gu: બ્લ્યુટુથ
kn: ಬ್ಲೂಟೂತ್
lo: ບລູທູດ
ml: ബ്ലൂടൂത്ത്
mr: ब्लुटूथ
my: ဘလူးတုသ္
ne: ब्लुटूथ
or: ବ୍ଲୁଟୁଥ୍
pa: ਬਲੂਟੁੱਥ
si: බ්ලූටූත්
ta: ப்ளூடூத்
te: బ్లూటూత్
ur: بلیو ٹوتھ

# IDS_SMEMO_BUTTON_SET_TIME_ABB
source: Set time
as: সময় ছেট কৰক
az: Vxtı seç
bg: Зад. час
bn: সময় সেট করুন
el_gr: Ορ.ώρας
et: Mää. aeg
fa: تنظيم ساعت
ga: Socr. am
gu: સમય ગોઠવો
he: הגדר שעה
hy: Դնել ժամ
is: Velja tíma
ka: საათი
kk: Уақ.орн.
km: កំណត់​ម៉ោង
kn: ಸಮಯ ನಿಗದಿಪಡಿಸಿ
lo: ຕັ້ງ​ເວລາ
lt: Nus.laik
lv: Laiks
mk: Одр.вр.
ml: സമയം ക്രമീകരിക്കുക
mr: वेळ सेट करा
ms: Ttp masa
my: အခ်ိန္ သတ္မွတ္ပါ
ne: समय सेट गर्नुहोस्
or: ସମୟ ସେଟ୍ କର
pa: ਸਮਾਂ ਸੈੱਟ ਕਰੋ
pl: Godzina
ro: Set. oră
si: වේලාව සක.
sl: Nas. uro
sq: Ora
sr: Pod. vr.
ta: நேரம் அமை.
te: సమయాన్ని అమర్చు
uk: Вст.часу
ur: وقت سیٹ
uz: Vaqt o‘r

# IDS_ST_BODY_ABOUT_GEAR_ABB
source: About Gear
as: গীয়েৰেৰ সম্পৰ্কে
az: Gear haqqında
bg: За Gear
bn: গিয়ার সম্পর্কে
el_gr: Πληροφ. Gear
et: Geari teave
fa: درباره Gear
ga: Eolas ar Gear
gu: ગીયર વિશે
he: אודות Gear
hy: Gear-ի մասին
is: Um Gear
ka: Gear-ის ინფო
kk: Gear туралы
km: អំពី Gear
kn: ಗೇರ್ ಕುರಿತು
lo: ກ່ຽວກັບເກຍ
lt: Apie „Gear“
lv: Par Gear
mk: За Gear
ml: വിവരങ്ങള്‍
mr: गिअरबद्दल
ms: Mengenai Gear
my: ဂီယာ အေၾကာင္း
ne: गियरको बारेमा
or: ଗିଅର୍ ବିଷୟରେ
pa: ਗੇਅਰ ਦੇ ਬਾਰੇ
pl: Gear — infor.
ro: Despre Gear
si: ගියරය පිළිබඳ
sl: Več o Gear
sq: Rreth Gear
sr: O Gear-u
ta: கியரை பற்றி
te: గేర్ గురించి
tl: Tungkol Gear
uk: Про Gear
ur: Gear کے متعلق
uz: Gear haqida

# IDS_ST_BODY_AUTO_SYNC_ABB2
source: Auto sync
as: স্বয়ং চিংক
az: Avtosinxr.
bg: Авт. синх.
bn: স্বতঃ সিঙ্ক
el_gr: Αυτ.συγχρ.
et: Aut. sünk.
fa: همگامسازی
ga: Uathshinc.
gu: સ્વતઃ સમન્વયન
he: סינכרון אוטו'
hy: Ինքն. հմժմ
is: Sj. samst.
ka: ავტოსინქრ.
kk: Авто синх.
km: ស្វ័យ​សមកាល
kn: ಸ್ವಯಂ ಸಿಂಕ್
lo: ຊິງຄ໌ອັດຕະໂນມັດ
lt: Aut.sinch.
lv: Aut.sinhr.
mk: Авт.синхр.
ml: യാന്ത്രിക സമന്വയം
mr: ऑटो सिंक
ms: Auto selrs
my: အလိုလို ဆင့္ခ္
ne: स्वत: सिंक
or: ସ୍ଵତଃ ସିଙ୍କ୍
pa: ਸਵੈ ਸਿੰਕ
pl: Aut. syn.
ro: Autosincr.
si: ස්වයං සම්මු.
sl: Sam. sinh.
sq: Auto sinkr
sr: Aut. sinh.
ta: தானி. ஒத்திசைவு
te: స్వీయ సింక్
uk: Автосинхр.
ur: خودکار سنک
uz: Avto-sinx

# IDS_ST_BODY_BATTERY_ABB
source: Battery
as: বেটাৰী
az: Batareya
bg: Батерия
bn: ব্যাটারি
el_gr: Μπαταρία
et: Aku
fa: باتری
ga: Ceallra
gu: બૅટરી
he: סוללה
hy: Մարտկոց
is: Rafhlaða
ka: აკუმულატორი
kk: Батарея
km: ថ្ម
kn: ಬ್ಯಾಟರಿ
lo: ແບັດເຕີຣີ
lt: Baterija
lv: Akumulators
mk: Батерија
ml: ബാറ്ററി
mr: बॅटरी
ms: Bateri
my: ဘက္ထရီ
ne: बैटरी
or: ବ୍ୟାଟେରୀ
pa: ਬੈਟਰੀ
pl: Bateria
ro: Baterie
si: බැටරිය
sl: Baterija
sq: Bateria
sr: Baterija
ta: பேட்டரி
te: బ్యాటరీ
tl: Baterya
uk: Акумулятор
ur: بیٹری
uz: Batareya

# IDS_ST_BODY_BATTERY_PERCENTAGE_ABB
source: Battery percentage
as: বেটাৰী শতাংশ
az: Batareya faizi
bg: Процент батерия
bn: ব্যাটারি শতাংশ
el_gr: Ποσοστό μπαταρίας
et: Aku laetuse protsent
fa: درصد باتری
ga: Céatadán sa cheallra
gu: બૅટરી ટકા
he: אחוז סוללה
hy: Մարտկոցի տոկոս
is: Prósenta hleðslu
ka: დამუხტვის დონე
kk: Батарея пай. көрс-ші
km: ភាគរយ​ថ្ម
kn: ಬ್ಯಾಟರಿ ಪ್ರತಿಶತ
lo: ເປີເຊັນແບັດເຕີຣີ
lt: Akum. įk. proc. dal.
lv: Akum. uzlādes līm.
mk: Проценти на батеријата
ml: ബാറ്ററി ശതമാനം
mr: बॅटरी टक्के
ms: Peratusan bateri
my: ဘက္ထရီ ရာခိုင္ႏႈန္း
ne: बैटरी प्रतिशत
or: ବ୍ୟାଟେରୀ ଶତକଡା
pa: ਬੈਟਰੀ ਪ੍ਰਤੀਸ਼ਤ
pl: Naładow. baterii w %
ro: Procentaj baterie
si: බැටරි ප්‍රතිශතය
sl: Odstotek baterije
sq: Përqindja e baterisë
sr: Procenat baterije
ta: மின்கல சதவீதம்
te: బ్యాటరీ శాతం
tl: Porsyento ng baterya
uk: Відсот. заряду акум.
ur: بیٹری کا فی صد
uz: Batareya foizi

# IDS_ST_BODY_CLOCK_TYPE_ABB
source: Clock type
as: ক্ল'ক টাইপ
az: Saat tipi
bg: Тип часовник
bn: ঘড়ির প্রকার
el_gr: Τύπος ρολογ.
et: Kellatüüp
fa: نوع ساعت
ga: Cineál cloig
gu: ઘડિયાળનો પ્રકાર
he: סוג שעון
hy: Ժմցույցի տիպը
is: Gerð klukku
ka: საათის ტიპი
kk: Сағат түрі
km: ប្រភេទ​នាឡិកា
kn: ಗಡಿಯಾರ ವಿಧ
lo: ປະເພດໂມງ
lt: Laikrod. tip.
lv: Pulkst. veids
mk: Вид часовник
ml: ക്ലോക്ക് തരം
mr: घड्याळ प्रकार
ms: Jenis jam
my: နာရီ အမ်ဳိးအစား
ne: घड़ीको प्रकार
or: ଘଣ୍ଟା ପ୍ରକାର
pa: ਘਡ਼ੀ ਪ੍ਰਕਾਰ
pl: Typ zegara
ro: Tip de ceas
si: ඔරලෝසු ආකාරය
sl: Vrsta ure
sq: Lloji i orës
sr: Tip sata
ta: கடிகார வகை
te: గడియారం రకం
tl: Uri ng orasan
uk: Тип годинника
ur: گھڑی کی قسم
uz: Soat turi

# IDS_ST_BODY_DATE_AND_TIME_ABB
source: Date and time
as: তাৰিখ আৰু সময়
az: Tarix və vaxt
bg: Дата и час
bn: তারিখ ও সময়
el_gr: Ημ/νία - ώρα
et: Kpv ja kell
fa: زمان و تاریخ
ga: Dáta agus am
gu: તારીખ અને સમય
he: תאריך ושעה
hy: Թվական և ժամ
is: Dagur og tími
ka: თარიღი და დრო
kk: Күн ж/е уақыт
km: កាលបរិច្ឆេទ និង ម៉ោង
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
lo: ວັນ ແລະ ເວລາ
lt: Data / laikas
lv: Dat. un laiks
mk: Датум и време
ml: തീയതിയും സമയവും
mr: तारीख आणि वेळ
ms: Tarkh dn masa
my: ေန႔စြဲ ႏွင့္အခ်ိန္
ne: मिति र समय
or: ତାରିଖ ଏବଂ ସମୟ
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ
pl: Data i godz.
ro: Dată şi oră
si: දිනය සහ වේලාව
sl: Datum in ura
sq: Data dhe ora
sr: Datum i vreme
ta: தேதி. நேரம்.
te: తేదీ మరియు సమయం
tl: Petsa at oras
uk: Дата й час
ur: تاریخ اور وقت
uz: Sana va vaqt

# IDS_ST_BODY_DISABLED_M_STATUS
source: Disabled
as: অক্ষম
az: Qeyri-aktivdir
bg: Деактивирано
bn: অক্ষম হয়েছে
el_gr: Απενεργοποιήθηκε
et: Desaktiveeritud
fa: غیرفعال شد
ga: Díchumasaithe
gu: અક્ષમ
he: מושבת
hy: Կասեցված է
is: Slökkt
ka: გაუქმებულია
kk: Өшірілген
km: បាន​បិទ
kn: ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ
lo: ໄດ້ປິດໃຊ້ງານ
lt: Išjungta
lv: Deaktivizēts
mk: Исклучено
ml: നിഷ്ക്രിയമാക്കി
mr: अक्षम
ms: Dinyahaktifkan
my: ရပ္ဆုိင္းေစၿပီး
ne: असक्षम गरियो
or: ଅକ୍ଷମ ହୋଇଛି
pa: ਅਸਮਰੱਥ
pl: Wyłączone
ro: Dezactivat
si: අක්‍රීයයි
sl: Onemogočeno
sq: Paaftësuar
sr: Onemogućeno
ta: செயல்நீக்கப்பட்டது
te: నిలిపివేయబడింది
tl: Hindi pinagana
uk: Вимкнено
ur: نا اہل بنادیا
uz: O‘chirilgan

# IDS_ST_BODY_FONT_SIZE_ABB
source: Font size
as: ফ'ন্ট আকাৰ
az: Şrift ölçüsü
bg: Разм. шрифт
bn: হরফের আকার
el_gr: Μέγ. γραμματ.
et: Fondi suurus
fa: اندازه فونت
ga: Méid cló
gu: ફોન્ટનું કદ
he: גודל גופן
hy: Տառաչափը
is: Leturstærð
ka: შრიფტის ზომა
kk: Қаріп өлшемі
km: ទំហំ​ពុម្ពអក្សរ
kn: ಫಾಂಟ್ ಗಾತ್ರ
lo: ຂະໜາດຕົວໜັງສື
lt: Šrifto dydis
lv: Fonta lielums
mk: Гол. на букви
ml: ഫോണ്ട് വലിപ്പം
mr: फाँटचा आकार
ms: Saiz fon
my: ေဖာင့္ ဆိုက္
ne: फन्ट आकार
or: ଫଣ୍ଟ ଆକାର
pa: ਫੌਂਟ ਆਕਾਰ
pl: Rozm. czcion.
ro: Dimens. font
si: ෆොන්ට තරම
sl: Velik. pisave
sq: Madh. fontit
sr: Velič. fonta
ta: எழுத்துரு அளவு
te: ఫాంట్ పరిమాణం
tl: Laki ng font
uk: Розмір шрифту
ur: فونٹ سائز
uz: Shrift o‘lch

# IDS_ST_BODY_HOURLY_ALERT_ABB
source: Hourly alert
as: ঘণ্টাৰ মূৰে মূৰে সতৰ্কতা
az: Aylıq siqnal
bg: Предуп. на час
bn: প্রতি ঘণ্টায় সতর্কতা
el_gr: Ωριαίες ειδοπ.
et: Märg. iga tund
fa: هشدار ساعتی
ga: Gach uair 'chloig
gu: કલાકદીઠ ચેતવણી
he: התראה שעתית
hy: Զգշցմ ամեն ժամ
is: Hverja klst.
ka: საათში ერთხელ
kk: Сағ.сай.дабыл
km: ការប្រាប់ដំណឹង​រៀងរាល់​ម៉ោង
kn: ಗಂಟೆಗೊಮ್ಮೆಯ ಎಚ್ಚರಿಕೆ
lo: ເຕືອນທຸກຊົ່ວໂມງ
lt: Valand.primin.
lv: Stundas brīd.
mk: Изв. секој час
ml: മണിക്കൂർ തോറുമുള്ള സൂചന
mr: तासांचे अलर्ट
ms: Isyarat mengikut jam
my: နာရီအလိုက္ သတိေပးခ်က္
ne: घण्टा-घण्टाको चेतावनी
or: ଘଣ୍ଟାର ସତର୍କ
pa: ਹਰ ਘੰਟੇ ਅਲਰਟ
pl: Alarm co godz.
ro: Avertiz. orară
si: පැයේ නිවේදනය
sl: Op. vsako uro
sq: Sinj. çdo orë
sr: Up. svak. sata
ta: ஒவ்வொரு மணிநேர. விழிப்பூட்டல்
te: ప్రతి గంట హెచ్చరిక
uk: Щогод. сигнал
ur: ہر گھنٹہ تنبیہ
uz: Soatli signal

# IDS_ST_BODY_LARGE_M_FONT_SIZE_ABB2
source: Large
as: ডাঙৰ
az: Böyük
bg: Голям
bn: বড়
el_gr: Μεγάλο
et: Suur
fa: بزرگ
ga: Mór
gu: મોટા
he: גדול
hy: Մեծ
is: Stórt
ka: დიდი
kk: Үлкен
km: ធំ
kn: ದೊಡ್ಡದು
lo: ໃຫຍ່
lt: Didelis
lv: Liels
mk: Голем
ml: വലുത്
mr: मोठे
ms: Besar
my: အႀကီး
ne: ठूलो
or: ବୃହତ୍ତ
pa: ਵੱਡਾ
pl: Duża
ro: Mare
si: විශාල
sl: Velika
sq: I madh
sr: Mnogo
ta: பெரிய
te: పెద్దది
tl: Malaki
uk: Великий
ur: بڑا
uz: Katta

# IDS_ST_BODY_MODEL_NUMBER_ABB
source: Model number
as: ম'ডেল নম্বৰ
az: Model nömrəsi
bg: Ном. на модел
bn: মডেল নম্বর
el_gr: Κωδ. μοντέλου
et: Mudeli number
fa: شماره مدل
ga: Uimhir samhla
gu: મૉડલ નંબર
he: מספר דגם
hy: Մոդելի համարը
is: Tegundarnúmer
ka: მოდელის ნომ.
kk: Үлгі нөмірі
km: លេខ​ម៉ូដែល
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
lo: ເລກລຸ້ນ
lt: Modelio nr.
lv: Modeļa numurs
mk: Број на модел
ml: മോഡല്‍ നമ്പര്‍
mr: मॉडेल क्रमांक
ms: Nombor model
my: ေမာ္ဒယ္ နံပါတ္
ne: मोडेल नम्बर
or: ମଡେଲ୍ ନମ୍ଵର୍
pa: ਮਾੱਡਲ ਨੰਬਰ
pl: Numer modelu
ro: Număr model
si: මාදිළි අංකය
sl: Štev. modela
sq: Nr. i modelit
sr: Broj modela
ta: மாடல் எண்
te: మోడల్ నంబర్
uk: Номер моделі
ur: ماڈل نمبر
uz: Model raqami

# IDS_ST_BODY_NOT_CHARGING_ABB
source: Not charging.
as: চাৰ্জ কৰি থকা নাই৷
az: Doldurulmur.
bg: Не се зарежда.
bn: চার্জ হচ্ছে না।
el_gr: Δεν φορτίζει.
et: Ei lae.
fa: در حال شارژ نیست.
ga: Níl sé ag luchtú.
gu: ચાર્જ થઈ રહ્યું નથી.
he: לא בטעינה
hy: Չի լիցքավորվում:
is: Hleður ekki.
ka: არ იმუხტება.
kk: Зарядтамау.
km: មិន​សាក។
kn: ಚಾರ್ಜಿಂಗ್ ಆಗುತ್ತಿಲ್ಲ.
lo: ບໍ່ສາກ
lt: Nekraunama.
lv: Netiek uzlādēts.
mk: Не се полни.
ml: ചാര്‍ജുചെയ്യുന്നില്ല.
mr: चार्जिंग होत नाही.
ms: Tidak dicas.
my: အားသြင္းမထားပါ
ne: चार्ज गरिँदै छैन।
or: ଦେୟ ଲାଗୁ ହୋଇନାହିଁ।
pa: ਚਾਰਜ ਨਹੀਂ ਹੋ ਰਿਹਾ।
pl: Bateria nie jest ładow.
ro: Nu se încarcă.
si: අය නොකෙරේ.
sl: Se ne polni.
sq: Nuk po ngarkohet.
sr: Ne puni se.
ta: சார்ஜ் ஆகவில்லை.
te: చార్జ్ కావడం లేదు.
tl: Hindi nagcha-charge.
uk: Не заряджається.
ur: چارج نہیں کررہا۔
uz: Zaryadlanmayapti.

# IDS_ST_BODY_OFF_M_STATUS
source: Off
as: অফ
az: Söndür
bg: Изключено
bn: বন্ধ
el_gr: Ανενεργό
et: Väljas
fa: خاموش
ga: As
gu: બંધ
he: כבוי
hy: Անջտվծ
is: Slökkt
ka: გამორთ.
kk: Өшірілген
km: បិទ
kn: ಆಫ್
lo: ປິດ
lt: Išjungta
lv: Izslēgt
mk: Исклучено
ml: ഓഫ്
mr: बंद
ms: Matikan
my: ပိတ္
ne: अफ
or: ଅଫ୍
pa: ਬੰਦ
pl: Wył.
ro: Oprit
si: අක්‍රියයි
sl: Izključeno
sq: Fikur
sr: Isključeno
ta: ஆஃப்
te: ఆఫ్ చేయి
tl: Naka-off
uk: Вимкнено
ur: آف
uz: O‘ch.
