Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

source: Enabling USB debugging will allow you to copy files between your PC and your Gear, install applications on your Gear without receiving notifications, and read log data. Malicious applications may use this to access your user information. This is intended for development purposes only.
as: USB ডিবাগিং সক্ষম কৰি আপোনাৰ PC আৰু আপোনাৰ গীয়েৰৰ মাজত ফাইলসমূহ প্ৰতিলিপি কৰাৰ বাবে, অধিসূচনা প্ৰাপ্ত নকৰাকৈ আপোনাৰ গীয়েৰত এপ্লিকেশ্বনসমূহ ইনষ্টল কৰক আৰু লগ ডাটা পঢ়ক৷ আপোনাৰ ব্যৱহাৰকাৰীৰ তথ্যলৈ প্ৰৱেশ কৰিবৰ বাবে দূষিত এপ্লিকেশ্বনসমূহে ইয়াক ব্যৱহাৰ কৰিব পাৰে৷ ই কেৱল মাত্ৰ বিকাশৰ উদ্দেশ্য৷
az: USB-də nasazlıqların aradan qaldırılmasını aktivləşdirmək sizə kompyuter və Gear arasında faylları kopyalamaq, bildiriş almadan proqramları Gear-da quraşdırmaq və jurnaldakı məlumat oxumaq imkanı verəcək. Zərərli proqramlar sizin istifadəçi məlumatınıza çıxmaq üçün bundan istifadə edə bilər. Bu yalnız hazırlıq məqsədi üçün nəzərdə tutulmuşdur
bg: Активирането на USB поправки ще ви позволи да копирате файлове между компютъра и Gear, да инсталирате приложения на Gear, без да получавате известия, и да четете данни от регистрите. Злонамерените приложения може да използват това за достъп до вашата потребителска информация. Това е предназначено само за целите на разработката.
bn: USB ডিবাগিং সক্ষম করা আপনাকে আপনার PC এবং গিয়ারের মধ্যে ফাইলগুলি অনুলিপি করার, বিজ্ঞপ্তিগুলি গ্রহণ ছাড়াই আপনার গিয়ারে অ্যাপ্লিকেশনগুলি ইনস্টল এবং লগ তথ্য পড়তে সক্ষম করে৷ আপনার ব্যবহারকারী তথ্য অ্যাক্সেস করতে দূষিত অ্যাপ্লিকেশনগুলি এটি ব্যবহার করতে পারে৷ এটি কেবলমাত্র বিকাশের উদ্দেশ্যে৷
el_gr: Η ενεργοποίηση της λειτουργίας εντοπισμού σφαλμάτων USB θα σας δώσει τη δυνατότητα να αντιγράψετε αρχεία μεταξύ του υπολογιστή σας και του Gear, να εγκαταστήσετε εφαρμογές στο Gear χωρίς να εμφανίζονται ειδοποιήσεις και να διαβάσετε δεδομένα αρχείων καταγραφής. Οι κακόβουλες εφαρμογές ενδέχεται να χρησιμοποιήσουν αυτήν τη λειτουργία, για να αποκτήσουν πρόσβαση στις πληροφορίες χρήστη. Αυτή η λειτουργία προορίζεται μόνο για σκοπούς ανάπτυξης.
et: USB-silumise aktiveerimisel saate kopeerida faile oma arvuti ja oma seadme Gear vahel, installida rakendusi oma seadmesse Gear ilma teavitusi vastuvõtmata ning lugeda logiandmeid. Pahatahtlikud rakendused võivad seda kasutada, et pääseda ligi teie kasutaja andmetele. See on mõeldud ainult arenduse eesmärgiks.
fa: فعال کردن رفع اشکال USB به شما اجازه می دهد فایل ها را میان رایانه و Gear خود کپی کنید. بدون دریافت اعلان، برنامه ها را در Gear خود نصب کنید. و داده گزارش را بخوانید. ممکن است برنامه های مضر از این ویژگی برای دسترسی به اطلاعات کاربر استفاده کنند. این ویژگی تنها برای اهداف برنامه نویسی در نظر گرفته شده است.
ga: Má dhéanann tú dífhabhtú USB a chumasú beidh tú in ann comhaid a chóipeáil idir do ríomhaire agus do Gear, feidhmchláir a shuiteáil ar do Gear gan fógraí a fháil, agus sonraí loga a léamh. Is féidir go n-úsáidfidh feidhmchláir dhíobhálacha é sin le d'fhaisnéis úsáideora a rochtain. Is ar mhaithe le forbairt amháin é seo.
gu: USB ડિબગિંગને સક્ષમ કરવાથી તે તમને તમારા PC અને તમારા ગિઅર વચ્ચે ફાઇલોને કોપિ કરવાની, સૂચનાઓ મેળવ્યાં વગર તમારા ગિઅર પર અનુપ્રયોગ સ્થાપિત કરવાની અને લોગ ડેટા વાંચવાની માન્યતા આપશે. દુર્ભાવનાપૂર્ણ અનુપ્રયોગો આનો ઉપયોગ તમારી ઉપયોગકર્તા માહિતીને ઍક્સેસ કરવા માટે કરી શકે છે. આ ફક્ત વિકાસના ઉદ્દેશ્યો માટેના હેતુસર જ છે.
he: הפעלה של איתור באגים ב-USB תאפשר לך להעתיק קבצים בין המחשב ל-Gear, להתקין יישומים ב-Gear מבלי לקבל הודעות, ולקרוא נתוני רישום. יישומים זדוניים עשויים להשתמש בכך כדי לגשת לפרטי המשתמש שלך. הדבר מיועד למפתחים בלבד.
hy: USB վրիպազերծումն ընձեռելը Ձեզ թույլ կտա ֆայլեր պատճենել Ձեր ԱՀ-ի և Gear-ի միջև, ծրագրեր տեղադրել Gear-ի մեջ՝ առանց ծանուցումներ ստանալու, և կարդալ մատյանի տվյալներ: Չարամիտ ծրագրերը կարող են դա օգտագործել, որպեսզի մուտք գործեն դեպի օգտվողի տեղեկություններ: Սա նախատեսված է միայն զարգացման նպատակների համար
is: Ef kveikt er á USB-kembingu geturðu afritað skrár á milli tölvunnar og Gear, sett upp forrit í Gear án þess að fá tilkynningar og lesið skráningargögn. Spilliforrit geta notað þennan eiginleika til að nálgast notandaupplýsingarnar þínar. Þetta er aðeins ætlað til þróunarvinnu.
ka: USB შეცდომების გასწორების გააქტიურება საშუალებას მოგცემთ დააკოპიროთ ფაილები კომპიუტერსა და Gear-ს შორის, დააინსტალიროთ პროგრამები Gear-ზე შეტყობინებების მიუღებლად და წაიკითხოთ მონაცემთა ჟურნალი. მავნე პროგრამებს ამის გამოყენება შეუძლია თქვენი, როგორც მომხმარებლის, ინფორმაციაზე წვდომისთვის. ეს გამიზნულია მხოლოდ განვითარებისთვის
kk: USB жөндеуді қосу арқылы компьютер мен Gear құрылғысы арасында файлдарды көшіруге, хабарландыруларды алмай, Gear құрылғысына бағдарламаларды орнатуға және журнал деректерін оқуға болады. Оны зиянды бағдарламалар пайдаланушы ақпаратына қатынасу үшін пайдалануы мүмкін. Бұл тек жетілдіру мақсаттарына арналған
km: ការបើកប្រើ​ការបំបាត់កំហុស​តាម USB នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ចម្លង​ឯកសារ​រវាង PC របស់​អ្នក និង Gear របស់​អ្នក, ដំឡើង​កម្មវិធី​លើ Gear របស់​អ្នក​ដោយ​មិន​ទទួល​ការជូនដំណឹង និង អាន​ទិន្នន័យ​កំណត់ហេតុ។ កម្មវិធី​ព្យាបាទ​អាច​ប្រើ​វា​ដើម្បី​ចូលប្រើ​ព័ត៌មាន​អ្នកប្រើប្រាស់​របស់​អ្នក។ នេះ​ត្រូវ​បាន​បម្រុង​ឲ្យ​ប្រើ​ក្នុង​គោលបំណង​អភិវឌ្ឍន៍​ប៉ុណ្ណោះ។
kn: USB ಡೀಬಗ್ಗಿಂಗ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸುವುದು ನಿಮಗೆ ನಿಮ್ಮ PC ಹಾಗೂ ನಿಮ್ಮ ಗೇರ್ ನಡುವೆ ಫೈಲ್‌ಗಳನ್ನು ನಕಲಿಸುವುದಕ್ಕೆ, ನಿಮ್ಮ ಗೇರ್‌ನಲ್ಲಿ ಪ್ರಕಟಣೆಗಳನ್ನು ಸ್ವೀಕರಿಸದೇ, ಮತ್ತು ಲಾಗ್ ಡೇಟಾ ಓದದೇ ಅನ್ವಹಿಸುವಿಕೆಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದಕ್ಕೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ದುರುದ್ದೇಶಪೂರಿತ ಅನ್ವಹಿಸುವಿಕೆಗಳು ಇದನ್ನು ನಿಮ್ಮ ಬಳಕೆದಾರ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ಬಳಸಬಹುದು. ಇದು ಅಭಿವೃದ್ಧಿ ಉದ್ದೇಶಗಳಿಗೆ ಮಾತ್ರ ಉದ್ದೇಶಿತವಾಗಿದೆ.
lo: ການເປີດໃຊ້ງານການແກ້ໄຂບັນຫາ USB ຈະອະນຸຍາດໃຫ້ທ່ານກັອບປີ້ໄຟລ໌ລະຫວ່າງ PC ຂອງທ່ານ ແລະເກຍຂອງທ່ານ, ຕິດຕັ້ງແອພພລິເຄຊັນຢູ່ໃນເກຍຂອງທ່ານໂດຍບໍ່ຕ້ອງຮັບການແຈ້ງເຕືອນ, ແລະອ່ານຂໍ້ມູນບັນທຶກ. ແອພພລິເຄຊັນທີ່ມີເຈດຕະນາຮ້າຍອາດຈະໃຊ້ອັນນີ້ ເພື່ອເຂົ້າໃຊ້ຂໍ້ມູນຜູ້ໃຊ້ຂອງທ່ານ. ນີ້ແມ່ນເພື່ອຈຸດປະສົງຂອງການພັດທະນາເທົ່ານັ້ນ.
lt: Įjungus USB derinimą bus leidžiama kopijuoti failus iš kompiuterio į „Gear“ ir atvirkščiai, diegti programas „Gear“ be pranešimų gavimo ir nuskaityti žurnalo duomenis. Kenkėjiškos programos tuo gali pasinaudoti ir gauti prieigą prie naudotojo informacijos. Tai atliekama tik kūrimo tikslais.
lv: Aktivizējot USB atkļūdošanu, varēsit kopēt failus no datora uz Gear un pretēji, instalēt programmas ierīcē Gear, nesaņemot paziņojumus, un lasīt žurnāla datus. Ļaunprātīgas programmas to var izmantot, lai piekļūtu jūsu lietotāja informācijai. USB atkļūdošana ir paredzēta tikai izstrādes nolūkiem.
mk: Вклучувањето на дебагирање USB ќе Ви овозможи да копирате фајлови меѓу компјутерот и Gear, да инсталирате апликации на Gear без примање известувања и да примате дневнички податоци. Злонамерни апликации може да го користат ова за пристапување до корисничките информации. Ова е наменето само за програмирање.
ml: നിങ്ങളുടെ PC-യും നിങ്ങളുടെ ഗിയറും തമ്മിൽ ഫയലുകൾ പകർത്തുന്നതിനും, അറിയിപ്പുകൾ സ്വീകരിക്കാതെ നിങ്ങളുടെ ഗിയറിൽ ആപ്ലിക്കേഷനുകൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിനും, ലോഗ് ഡാറ്റ വായിക്കുന്നതിനും USB പ്രശ്നപരിഹാരം പ്രാപ്തമാക്കുന്നതിലൂടെ നിങ്ങളെ അനുവദിക്കും. നിങ്ങളുടെ ഉപയോക്തൃ വിവരങ്ങൾ ആക്സസ് ചെയ്യുന്നതിന് ഹാനികരമായ ആപ്ലിക്കേഷനുകൾ ഇതിനെ ഉപയോഗിച്ചേക്കാം. വികസന ലക്ഷ്യങ്ങൾക്ക് മാത്രമായാണ് ഇത് ഉദ്ദേശിക്കപ്പെടുന്നത്.
mr: USB डिबगिंग सक्षम केल्‍याने आपल्‍या PC आणि आपल्‍या गिअरदरम्‍यान फाइल्‍स कॉपी करण्‍याची, अधिसूचना प्राप्‍त न करता आपल्‍या गिअरवर अनुप्रयोग इन्‍स्‍टॉल करण्‍याची, आणि लॉग डेटा वाचण्‍याची अनुमती देईल. आपली प्रयोक्‍ता माहिती ऍक्‍सेस करण्‍यासाठी दुर्भावयुक्त अनुप्रयोग हे वापरू शकतात. हे केवळ विकसनाच्‍या उद्देशाने आहे.
ms: Mengaktifkan penyahpepijatan USB akan membenarkan anda menyalin fail antara PC dan Gear anda, pasang aplikasi pada Gear anda tanpa menerima pemberitahuan dan membaca data log. Aplikasi berniat jahat boleh menggunakannya untuk mencapai maklumat pengguna anda. Ini bertujuan untuk pembangunan sahaja.
my: USB ခၽြတ္ယြင္းခ်က္ရွာျခင္း ဖြင့္ျခင္းက သင့္ PC ႏွင့္ ဂီယာအၾကား ဖိုင္မ်ား ကူးရန္၊ အသိေပးခ်က္မ်ား လက္ခံမရဘဲ သင့္ဂီယာေပၚ အပလီေကးရွင္းမ်ား တပ္ဆင္ရန္ႏွင့္ မွတ္တမ္းေဒတာမ်ား ဖတ္ရန္ ခြင့္ျပဳမည္။ သင့္ သံုးသူအခ်က္အလက္မ်ားကို ဝင္ေရာက္ရန္ Malicious အပလီေကးရွင္းမ်ားက ဤအရာကို အသံုးျပဳႏိုင္သည္။ ဤအရာကို ဖြြံ႔ၿဖိဳးမႈ ရည္ရြယ္ခ်က္မ်ားအတြက္သာ ရည္ရြယ္သည္။
ne: USB डिबगिङ सक्षम गर्नाले तपाईलाई आफ्नो PC र आफ्नो गियर बीच फाइल प्रतिलिपि गर्ने, सूचनाहरू प्राप्त नगरिकन आफ्नो गियरमा अनुप्रयोगहरू स्थापना गर्ने र लग डाटा पढ्ने अनुमति मिल्छ। दुर्भावनापूर्ण अनुप्रयोगहरूले तपाईको प्रयोगकर्ता जानकारी एक्सेस गर्न यसको प्रयोग गर्न सक्छन्। यो विकासको उद्देश्यको लागि मात्र हो।
or: USB ଡିବଗିଂ ସକ୍ଷମ କରିବା ଦ୍ଵାରା ଆପଣଙ୍କ PC ଏବଂ ଆପଣଙ୍କ ଗିଅର୍‌ ମଧ୍ୟରେ ଆପଣ ଫାଇଲ୍‌ଗୁଡିକ କପି କରିବାକୁ ଅନୁମତି କରିବେ, ବିଜ୍ଞପ୍ତିଗୁଡିକ ପ୍ରାପ୍ତ ନକରି ଆପଣଙ୍କ ଗିଅର୍‌ରେ ଆପଣ ଆପ୍ଲିକେସନ୍ ସଂସ୍ଥାପନ କରନ୍ତୁ, ଏବଂ ଲଗ୍ ଡାଟା ପଢିପାରିବେ। ମାଲିସିୟସ୍ ଆପ୍ଲିକେସନ୍‌ଗୁଡିକ ହୁଏତ ଆପଣଙ୍କର ଉପଭୋକ୍ତା ସୂଚନା ବ୍ୟବହାର କରିବାକୁ ଏହା ବ୍ୟବହାର କରିପାରନ୍ତି। ଏହା କେବଳ ବିକାଶ ଉଦ୍ଦେଶ୍ୟରେ ଅଟେ।
pa: USB ਡੀਬਗਿੰਗ ਸਮਰੱਥ ਕਰਨ ਨਾਲ ਇਹ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ PC ਅਤੇ ਤੁਹਾਡੇ ਗੇਅਰ ਦੇ ਵਿੱਚਕਾਰ ਫਾਈਲਾਂ ਕਾਪੀ ਕਰਨ, ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕੀਤੇ ਬਿਨਾ ਹੀ ਤੁਹਾਡੇ ਗੇਅਰ ਤੇ ਅਨੁਪ੍ਰਯੋਗ ਸਥਾਪਿਤ ਕਰਨ ਅਤੇ ਲੌਗ ਡੈਟਾ ਪੜ੍ਹਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ। ਦੋਸ਼ਪੂਰਨ ਅਨੁਪ੍ਰਯੋਗ ਇਸਦਾ ਉਪਯੋਗ ਤੁਹਾਡੀ ਉਪਯੋਗਕਰਤਾ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸੈੱਸ ਕਰਨ ਲਈ ਕਰ ਸਕਦੇ ਹਨ। ਇਹ ਸਿਰਫ ਵਿਕਾਸ ਉਦੇਸ਼ਾਂ ਲਈ ਨੀਯਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Włączenie debugowania USB umożliwi Ci kopiowanie plików między komputerem a zegarkiem Gear, instalowanie aplikacji na zegarku Gear bez powiadomień oraz odczytywanie danych dzienników. Złośliwe aplikacje mogą to wykorzystywać do uzyskiwania dostępu do informacji o użytkowniku. Ta funkcja jest przeznaczona tylko na potrzeby opracowywania aplikacji.
ro: Activarea depanării USB vă va permite să copiaţi fişiere între PC şi Gear, să instalaţi aplicaţii pe Gear fără a primi notificări şi să citiţi datele din jurnale. Aplicaţiile rău intenţionate o pot utiliza pentru a accesa informaţiile dvs. de utilizator. Această opţiune este destinată exclusiv scopurilor de dezvoltare.
si: USB නිදොසීම සක්‍රිය කිරීම ඔබගේ PC එක සහ ඔබගේ ගියරය අතර ගොනු පිටපත් කිරීමට, දැනුම්දීම් ලැබීමෙන් තොරව ඔබගේ ගියරය මත යෙදුම් ස්ථාපනය කිරීමට, සහ ලොග දත්ත කියවීමට ඔබට ඉඩ දෙනු ඇත. ඔබගේ පරිශීලක තොරතුරු වෙත ප්‍රවේශ වීමට අනිෂ්ට මෘදුකාංග මෙය භාවිතා කළ හැක. මෙය සංවර්ධන අරමුණු සඳහා පමණක් අරමුණු කෙරේ.
sl: Če omogočite odpravljanje napak prek USB, boste lahko med računalnikom in uro Gear kopirali datoteke, nameščali aplikacije v uro Gear brez prejemanja obvestil in brali podatke dnevnika. Zlonamerne aplikacije lahko to izkoristijo za dostopanje do uporabniških podatkov. To je namenjeno samo za razvojne namene.
sq: Aftësimi i debugimit USB do të lejojë të kopjosh skedarë midis PC-së dhe Gear, të instalosh aplikacione në Gear pa marrë njoftime dhe të lexosh të dhëna raportuese. Aplikacionet dëmtuese mund ta shfrytëzojnë këtë për t'u aksesuar tek informacioni yt i përdoruesit. Kjo jepet për programuesit vetëm.
sr: Omogućavanjem otkrivanja greške putem USB-a biće ti dopušteno kopiranje fajlova sa PC-ja na Gear, instalacija aplikacija na Gear bez prijema obaveštenja i čitanje podataka dnevnika. Zlonamerne aplikacije mogu da koriste ovo za pristupanje informacijama o korisniku. Ovo je samo u svrhe razvoja.
ta: USB பிழைநீக்கத்தை இயக்குவதால் உங்கள் PC மற்றும் உங்கள் கியருக்கு இடையே கோப்புகளை நகலெடுக்கலாம் அறிவிப்புகளைப் பெறாமல் உங்கள் கியரில் பயன்பாடுகளை நிறுவலாம் மற்றும் பதிவு தரவைப் படிக்கலாம். இது மேம்படுத்தல் நோக்கங்களுக்காக மட்டுமே. தீம்பொருள் பயன்பாடுகள் இதைப் பயன்படுத்தி, உங்கள் பயனர் விபரத்தை அணுகக் கூடும். இது மேம்படுத்தல் நோக்கங்களுக்காக மட்டுமே.
te: USB డీబగ్గింగ్‌ను ప్రారంభించడం వలన మీ PC మరియు మీ గేర్ మధ్య ఫైల్‌లను కాపీ చేయడానికి, నోటిఫికేషన్‌లను స్వీకరించకుండా మీ గేర్‌లో అప్లికేషన్‌లను ఇన్‌స్టాల్ చేయడానికి మరియు లాగ్ డేటాని చదవడానికి మిమ్మల్ని అనుమతిస్తుంది. హానికరమైన అప్లికేషన్‌లు మీ వినియోగదారు సమాచారాన్ని యాక్సెస్ చేయడానికి దీన్ని ఉపయోగించవచ్చు. ఇది అభివృద్ధి ప్రయోజనం కోసం మాత్రమే ఉద్దేశించబడింది.
tl: Kapag pinagana ang USB debugging, papayagan ka nito na kumopya ng mga file sa pagitan ng PC mo at Gear mo, mag-install ng mga application sa Gear mo nang hindi tumatanggap ng mga notification, at basahin ang data ng log. Maaari itong gamitin ng mga mapanganib na application para i-access ang iyong impormasyon ng user. Nilayon ito para sa mga hangaring pang-develop lang.
uk: Увімкнення налагодження USB дає змогу копіювати файли з ПК на Gear і навпаки, інсталювати програми на Gear без необхідності отримання сповіщень та зчитувати дані журналу. Шкідливі програми можуть скористатися цим для отримання доступу до відомостей про користувача. Цей режим використовується лише для розробки
ur: USB ڈی بگنگ آپ کو اپنے PC اور اپنے Gear کے درمیان فائلوں کی نقل بنانے کی اجازت دیتا ہے، بغیر اعلانات وصول کر کے ایپلیکیشنز اپنے Gear پر نصب کریں، اور لاگ ڈیٹا پڑھیں۔ ہوسکتا ہے کہ بدنیت ایپلیکیشنز اس کو آپ کی صارف معلومات پر رسائی کے لئے استعمال کریں۔ اس کا مقصد صرف پیش رفت کرنے کے مقاصد ہیں۔
uz: USB vositalarini yoqish Sizga ShK va Gearingiz o‘rtasida fayllardan nusxa ko‘chirish, Gearingizda bildirishnomalarni olmasdan ilovalarni o‘rnatish va jurnal ma’lumotlarini o‘qish imkonini beradi. Zararli ilovalar bundan foydalanuvchi ma’lumotlaringizga kirish uchun foydalanishi mumkin. Bu faqat rivojlantirish maqsadlariga mo‘ljallangan

# IDS_ST_TPOP_CHANGE_LANGUAGE_ON_MOBILE_DEVICE
source: Change language on mobile device.
as: ম'বাইল ডিভাইচত ভাষা পৰিৱৰ্তন কৰক
az: Mobil cihazınızda dili dəyişin
bg: За промяна на езика на мобилно устройство.
bn: মোবাইল ডিভাইসে ভাষা পরিবর্তন করুন
el_gr: Αλλάξτε γλώσσα στην κινητή συσκευή.
et: Muuda keelt mobiilsideseadmes
fa: تغییر زبان دستگاه همراه
ga: Athraigh an teanga ar an ngléas móibíleach.
gu: મોબાઇલ ઉપકરણ પર ભાષા બદલો
he: שנה שפה בהתקן נייד
hy: Փոխել շարժական սարքի լեզուն
is: Breyta tungumáli fartækis.
ka: ენის შეცვლა მობილურ მოწყობილობაში
kk: Ұялы құрылғыда тілді өзгертіңіз
km: ប្ដូរ​ភាសា​លើ​ឧបករណ៍​ចល័ត
kn: ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿರುವ ಭಾಷೆ ಬದಲಿಸಿ
lo: ປ່ຽນພາສາຢູ່ໃນເຄື່ອງຂອງທ່ານ
lt: Keisti kalbą mobiliajame įrenginyje
lv: Mainīt mobilās ierīces valodu
mk: Смени јазик на мобилниот уред.
ml: മൊബൈൽ ഉപകരണത്തിലെ ഭാഷ മാറ്റുക
mr: मोबाईल उपकरणावर भाषा बदला
ms: Tukar bahasa pada peranti mudah alih
my: မိုဘိုင္းကိရိယာေပၚတြင္ ဘာသာစကား ေျပာင္းပါ
ne: मोबाइल यन्त्रमा भाषा परिवर्तन गर्नुहोस्
or: ମୋବାଇଲ୍ ଡିଭାଇସ୍‌ରେ ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਤੇ ਭਾਸ਼ਾ ਬਦਲੋ
pl: Zmień język w urządzeniu przenośnym.
ro: Schimbaţi limba pe dispozitivul mobil.
si: ජංගම උපාංගය මත භාෂාව වෙනස් කරන්න
sl: Spremenite jezik v mobilni napravi.
sq: Ndërroje gjuhën në pajisjen celulare.
sr: Promeni jezik na mobilnom uređaju.
ta: மொபைல் சாதனத்தில் மொழியை மாற்றவும்
te: మొబైల్ పరికరంలో భాషని మార్చు
tl: Palitan ang wika sa mobile device
uk: Змінити мову інтерфейсу на мобільному пристрої
ur: موبائل آلہ پر زبان تبدیل کریں
uz: Mobil qurilmada tolni o‘zgartiring

# IDS_ST_TPOP_CHANGING_TIME_AND_DATE_SETTINGS_MAY_AFFECT_SOME_FUNCTIONS
source: Changing time and date settings may affect some functions.
as: তাৰিখ আৰু সময়ৰ ছেটিংছ পৰিবৰ্তনে কিছুমান কাৰ্য্যৱলী প্ৰভাৱিত কৰিব পাৰে
az: Vaxt və tarix parametrlərinin dəyişdirilməsi bəzi funksiyalara təsir edə bilər
bg: Променянето на настройките за час и дата може да повлияе на някои функции.
bn: সময় এবং তারিখ পরিবর্তন করা কিছু কার্যকারিতাকে প্রভাবিত করতে পারে
el_gr: Η αλλαγή στις ρυθμίσεις ημερομηνίας και ώρας ενδέχεται να επηρεάσει κάποιες λειτουργίες.
et: Kellaaja ja kuupäeva seadete muutmine võib mõjutada osasid funktsioone
fa: تغییر تنظیمات زمان و تاریخ ممکن است بر روی بعضی از عملکردها اثر بگذارد
ga: Má athraítear socruithe ama agus dáta is féidir tionchar a bheith aige sin ar roinnt feidhmeanna.
gu: સમય અને તારીખ સેટિંગ્સ બદલવાથી તે કેટલાક ફંક્શનને પ્રભાવિત કરી શકે છે
he: שינוי הגדרות תאריך ושעה עלול להשפיע על פונקציות מסוימות
hy: Ժամի և թվականի դրվածքները փոխելը կարող է ազդել որոշ գործառույթների վրա
is: Ef stillingum tíma og dagsetningar er breytt kann það að hafa áhrif á einhverja eiginleika.
ka: დროისა და თარიღის პარამეტრების შეცვლამ შეიძლება გავლენა მოახდინოს ზოგიერთ ფუნქციაზე
kk: Уақыт және күн параметрлерін өзгерту кейбір функцияларға әсер етеді
km: ការប្ដូរ​ការកំណត់​ម៉ោង និង កាលបរិច្ឆេទ អាច​ប៉ះពាល់​ដល់​មុខងារ​ខ្លះ
kn: ಸಮಯ ಹಾಗೂ ದಿನಾಂಕ ಸಂಯೋಜನೆಗಳನ್ನು ಬದಲಾಯಿಸುವುದು ಕೆಲವು ಕಾರ್ಯಗಳನ್ನು ಪ್ರಭಾವಿಸಬಹುದು
lo: ການປ່ຽນແປງການຕັ້ງຄ່າເວລາ ແລະວັນທີອາດຈະກະທົບຕໍ່ຟັງຄ໌ຊັນບາງຕົວ
lt: Pakeitus laiko ir datos nustatymus gali būti paveiktos kai kurios funkcijos
lv: Laika un datuma iestatījumu maiņa var ietekmēt dažas funkcijas
mk: Менувањето на поставките за времето и датумот може да влијае врз некои функции.
ml: സമയ, തീയതി ക്രമീകരണങ്ങൾ മാറ്റുന്നത് ഏതാനും സവിശേഷതകളെ ബാധിച്ചേക്കാം
mr: वेळ आणि तारीख बदलल्‍याने काही फंक्‍शन्‍सवर परिणाम होऊ शकतो
ms: Menukar aturan masa dan tarikh mungkin memberi kesan pada sesetengah fungsi
my: အခ်ိန္ႏွင့္ ေန႔စြဲ ဆက္တင္မ်ားကို ေျပာင္းျခင္းသည္ အခ်ိဳ႕ေသာ လုပ္ဆာင္မႈမ်ားကို ထိခိုက္ေစႏိုင္ပါသည္
ne: समय र मिति सेटिङहरू परिवर्तन गर्नाले केही फंक्शनहरू प्रभावित हुन सक्छन्
or: ସମୟ ଏବଂ ତାରିଖ ସେଟିଂ ପରିବର୍ତ୍ତନ କରିବା ଦ୍ଵାରା କିଛି ପ୍ରକାର୍ଯ୍ୟ ପ୍ରଭାବିତ ହୋଇପାରେ
pa: ਸਮਾਂ ਅਤੇ ਮਿਤੀ ਸੈੱਟਿੰਗਸ ਨੂੰ ਬਦਲਣ ਨਾਲ ਕੁਝ ਫੰਕਸ਼ਨ ਪ੍ਰਭਾਵਤ ਹੋ ਸਕਦੇ ਹਨ
pl: Zmiana ustawień daty i godziny może wpłynąć na działanie niektórych funkcji.
ro: Schimbarea setărilor pentru dată şi oră poate afecta unele funcţii.
si: වේලා සහ දින සැකසුම් වෙනස් කිරීම ඇතැම් ක්‍රියාකාරිත්වයන්ට බලපෑ හැක
sl: Spreminjanje nastavitev ure in datuma lahko vpliva na nekatere funkcije.
sq: Ndryshimi i cilësimeve të orës dhe të datës mund të ndikojë në disa funksione.
sr: Promena podešavanja vremena i datuma može da utiče na neke funkcije.
ta: நேரம் மற்றும் தேதி அமைவுகளை மாற்றுவதால் சில செயல்பாடுகள் பாதிக்கப்படலாம்
te: సమయం మరియు తేదీ సెట్టింగ్‌లను మార్చడం వల్ల కొన్ని విధులు ప్రభావితం కావచ్చు
tl: Maaaring maapektuhan ang ilang function kapag binago ang mga setting ng oras at petsa
uk: Змінення установок часу й дати може впливати на деякі функції
ur: وقت اور تاریخ کی سیٹنگز تبدیل کرنے سے کچھ فنکشنز متاثر ہوسکتے ہیں
uz: Vaqt va sana parametrlarini o‘zgartirish ba’zi funksiyalarga ta’sir ko‘rsatishi mumkin

# IDS_SYS_SK_CANCEL
source: Cancel
bn: বাতিল
gu: રદ કરો
kn: ರದ್ದು
ml: റദ്ദാക്കുക
mr: रद्द
ms: Batal
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ
ta: ரத்து
te: రద్దు
tl: Ikansela

# IDS_VCALL_BODY_BT_HEADSET
source: BT headset
as: BT হেডচেট
az: BT qulaqlığı
bg: BT слушалка
bn: BT হেডসেট
el_gr: Σετ ακουστικού-μικροφώνου BΤ
et: BT-peakomplekt
fa: هدست بلوتوث
ga: Gléas cinn BT
gu: BT હેડસેટ
he: אוזניית BT
hy: BT գլխային հեռախոս
is: Bluetooth-höfuðtól
ka: BT გარნიტურა
kk: BT гарнит.
km: កាស BT
kn: BT ಹೆಡ್‌ಸೆಟ್
lt: BT ausinės
lv: BT austiņas
mk: Слушалки BT
ml: BT ഹെഡ്സെറ്റ്
mr: BT हेडसेट
ms: Set kepala BT
my: BT နားၾကပ္
ne: BT हेडसेट
or: ବିଟି ହେଡସେଟ
pa: BT ਹੈੱਡਸੈੱਟ
pl: Zestaw BT
ro: Cască BT
si: BT හෙඩ්සෙටය
sl: Slušalke BT
sq: Kufje BT
sr: Bluetooth slušalica
ta: BT ஹெட்செட்
te: BT హెడ్‌సెట్
uk: Гарнітура BT
ur: BT ہیڈسیٹ
uz: BT karnaylari

# IDS_WMGR_HEADER_MOTIONS
source: Motions
as: সঞ্চালনসমূহ
az: Hərəkətlər
bg: Движения
bn: গতি
el_gr: Κινήσεις
et: Liigutused
fa: فعالیتها
ga: Gluaisní
gu: ગતિઓ
he: תנועות
hy: Շարժումներ
is: Hreyfingar
ka: მოძრაობები
kk: Қозғалыстар
km: ចលនា
kn: ಮೋಶನ್‌ಗಳು
lo: ການເຄື່ອນໄຫວ
lt: Judesiai
lv: Kustības
mk: Движења
ml: ചലനങ്ങൾ
mr: मोशन्‍स
ms: Pergerakan
my: ေရႊ႕လ်ားမႈမ်ား
ne: मोशनहरू
or: ମୋସନ୍‌ଗୁଡିକ
pa: ਮੋਸ਼ਨ
pl: Ruchy
ro: Mişcări
si: වලිතයන්
sl: Gibanja
sq: Lëvizjet
sr: Pokreti
ta: இயக்கங்கள்
te: కదలికలు
tl: Mga Galaw
uk: Рухи
ur: حرکات
uz: Harakatlar

# IDS_WMGR_HEADER_PEDOMETER_CLOCK
source: Pedometer clock
as: পিড'মিটাৰ ঘড়ী
az: Pedometr saatı
bg: Часовник на крачкомер
bn: পেডোমিটার ঘড়ি
el_gr: Ρολόι βηματόμετρου
et: Sammuloenduri kell
fa: ساعت قدم شمار
ga: Clog peidiméadair
gu: પેડોમીટર ઘડિયાળ
he: שעון של ‏‫מד צעדים
hy: Քայլաչափի ժամացույց
is: Klukka skrefmælis
ka: ნაბიჯმზომი საათი
kk: Қадам өлшеуішінің сағаты
km: នាឡិកា​បាទាមាត្រ
kn: ಪೆಡೋಮೀಟರ್‌ ಗಡಿಯಾರ
lo: ໂມງເຄື່ອງນັບບາດຍ່າງ
lt: Žingsniamačio laikrodis
lv: Soļu skaitītāja pulkstenis
mk: Часовник на педометар
ml: പെഡോമീറ്റർ ക്ലോക്ക്
mr: पेडोमीटर घड्याळ
ms: Jam pedometer
my: ပီတိုမီတာ နာရီ
ne: पेडोमिटर घड़ी
or: ପେଡୋମିଟର୍ ଘଣ୍ଟା
pa: ਪੈਡੋਮੀਟਰ ਘੜੀ
pl: Zegar krokomierza
ro: Ceas pedometru
si: පියවර මාන ඔරලෝසුව
sl: Ura pedometra
sq: Ora në pedometër
sr: Sat na pedometru
ta: பீடோமீட்டர் கடிகாரம்
te: పెడోమీటర్ గడియారం
tl: Orasan ng pedometer
uk: Годинник на крокомірі
ur: قدم پیما کلاک
uz: Qadam o‘lchagich soati

# IDS_WMGR_HEADER_SHORTCUT_CLOCK
source: Shortcut clock
as: চৰ্টকাট ঘড়ী
az: Nişan saatı
bg: Бърза команда с часовник
bn: শর্টকাট ঘড়ি
el_gr: Συντόμευση ρολογιού
et: Otsetee kell
fa: ساعت میانبر
ga: Clog aicearra
gu: શોર્ટકટ ઘડિયાળ
he: שעון קיצור דרך
hy: Դյուրանցման ժամացույց
is: Klukkuflýtileið
ka: საათის ღილაკი
kk: Белгіше сағаты
km: នាឡិកា​ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್‌ ಗಡಿಯಾರ
lo: ທາງລັດໂມງ
lt: Trumpinio laikrodis
lv: Īsceļa pulkstenis
mk: Часовник со кратенки
ml: കുറുക്കുവഴി ക്ലോക്ക്
mr: शॉर्टकट क्‍लॉक
ms: Pintasan jam
my: ျဖတ္လမ္း နာရီ
ne: शर्टकट घड़ी
or: ସର୍ଟକଟ୍ ଘଣ୍ଟା
pa: ਸ਼ੌਰਟਕੱਟ ਘੜੀ
pl: Zegar ze skrótem
ro: Ceas comandă rapidă
si: කෙටිමං ඔරලෝසුව
sl: Ura bližnjic
sq: Ora e shkurtoreve
sr: Sat prečice
ta: குறுக்குவழி கடிகாரம்
te: సత్వరమార్గ గడియారం
tl: Orasan sa shortcut
uk: Швидкий доступ до годинника
ur: تیز راہ گھڑی
uz: Yorliq soati

# IDS_WMGR_MBODY_SMART_RELAY
source: Smart relay
as: স্মাৰ্ট ৰিলে'
az: Smart rele
bg: Умно реле
bn: স্মার্ট রিলে
el_gr: Έξυπνη αναμετάδοση
et: Nutikas edastamine
fa: بازپخش هوشمند
ga: Rialaí cliste
gu: સ્માર્ટ રીલે
he: ממסר חכם
hy: Խելացի ռելե
is: Snjalltenging
ka: ინტელექტუალური გადაცემა
kk: Смарт-көрсету
km: ការបញ្ជូនត​វៃឆ្លាត
kn: ಸ್ಮಾರ್ಟ್ ರಿಲೇ
lo: ການຖ່າຍທອດສັນຍານອັດສະລິຍະ
lt: Išmanusis perdavimas
mk: Паметен пренос
ml: സ്മാര്‍ട്ട് റിലെ
mr: स्मार्ट रिले
ms: Geganti pintar
my: စမတ္ ရီေလး
ne: स्मार्ट रिले
or: ସ୍ମାର୍ଟ୍ ରିଲେ
pa: ਸਮਾਰਟ ਰਿਲੇ
pl: Inteligent. przekazywanie
ro: Transmisie inteligentă
si: ස්මාර්ට් රිලේ
sl: Pametno posredovanje
sq: Përcjellja inteligjente
sr: Pametna razmena
ta: ஸ்மார்ட் ரிலே
te: స్మార్ట్ రిలే
uk: Смарт-перемикач
ur: اسمارٹ ریلے
uz: Smart almashish

# IDS_WMGR_MBODY_WAKE_UP_GESTURE
source: Wake-up gesture
as: ৱেক-আপ গেশ্বাৰ
az: Oyanma hərəkəti
bg: Жест за събуждане
bn: জাগানোর জেশ্চার
el_gr: Χειρονομία ενεργοποίησης
et: Aktiveerimise käsklus
fa: حرکت بیدارباش
ga: Gluaisne múscailte
gu: વેક-અપ સંકેત
he: מחוות השכמה
hy: Արթնացման շարժմունք
is: Hreyfing til að vekja
ka: გაღვიძების ჟესტი
kk: Ояту қимылы
km: កាយវិការ​ដាស់
kn: ಎಚ್ಚರಗೊಳಿಸುವ ಅಂಗಸನ್ನೆ
lo: ທ່າທາງການປຸກ
lt: Žadinimo gestas
lv: Aktivizēšanas žests
mk: Гест за будење
ml: വെയ്ക്ക്-അപ് ആംഗ്യം
mr: वेक-अप हावभाव
ms: Gerak isyarat bangun
my: အႏိႈး အမူအယာ
ne: वेक-अप संकेत
or: ୱେକ-ଅପ୍ ଗେଶ୍ଚର୍
pa: ਵੇਕ-ਅਪ ਸੰਕੇਤ
pl: Gest budzenia
ro: Gest de activare
si: අවදි කිරීමේ ඉඟිය
sl: Poteza za bujenje
sq: Gjesti i zgjimit
sr: Pokret buđenja
ta: வேக்-அப் சைகை
te: మేల్కొల్పే సంజ్ఞ
tl: Gesture ng pag-wake-up
uk: Жест пробудження
ur: بیدار-ہو اشاراتی حرکات
uz: Uyg‘otish ishorasi

# IDS_WMGR_MBODY_WEATHER_CLOCK
source: Weather clock
as: বতৰ ঘড়ী
az: Hava saatı
bg: Часовник за времето
bn: আবহাওয়া ঘড়ি
el_gr: Ρολόι καιρού
et: Ilmateate kell
fa: ساعت آب و هوا
ga: Clog aimsire
gu: હવામાન ઘડિયાળ
he: שעון מזג אוויר
hy: Եղանակի ժամացույց
is: Veðurklukka
ka: ამინდის საათი
kk: Ауа райының сағаты
km: នាឡិកា​អាកាសធាតុ
kn: ಹವಾಮಾನ ಗಡಿಯಾರ
lo: ໂມງສະພາບອາກາດ
lt: Laikrodis su orais
lv: Laika ziņu pulkstenis
mk: Часовник за време
ml: കാലാവസ്ഥാ ക്ലോക്ക്
mr: हवामान घड्याळ
ms: Jam cuaca
my: မိုးေလဝသ နာရီ
ne: मौसम घड़ी
or: ପାଣିପାଗ ଘଣ୍ଟା
pa: ਮੌਸਮ ਘਡ਼ੀ
pl: Zegar pogodowy
ro: Ceas meteo
si: කාලගුණ ඔරලෝසුව
sl: Vremenska ura
sq: Ora e motit
sr: Sat vremenskih prilika
ta: வானிலை கடிகாரம்
te: వాతావరణ లాక్
tl: Orasan ng panahon
uk: Годин. із прогн. погоди
ur: موسمیاتی گھڑی
uz: Ob-havo soati
