Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_ST_HEADER_VOLUME_ABB
source: Volume
as: ভলিউম
az: Səs səvysi
bg: Сила звук
bn: ভলিউম
el_gr: Ένταση
et: Helitug.
fa: میزان صدا
ga: Airde
gu: અવાજ
he: עוצמת קול
hy: Ուժգնութ.
is: Styrkur
ka: ხმ. სიმაღლ.
kk: Дауыс қат.
km: កម្រិត​សំឡេង
kn: ವಾಲ್ಯೂಮ್
lo: ລະດັບສຽງ
lt: Garsumas
lv: Skaļums
mk: Јачина
ml: വോളിയം
mr: आवाज
ms: Kelantangan
my: အသံအတိုးအက်ယ္
ne: ध्वनि नियंत्रण
or: ଭଲ୍ୟୁମ୍
pa: ਵਾੱਲਿਊਮ
pl: Głośność
ro: Volum
si: හඬ ප්‍රමාණය
sl: Glasnost
sq: Volumi
sr: Jač. zvuka
ta: ஒலியளவு
te: వాల్యూమ్
uk: Гучність
ur: والیوم
uz: Ovoz balandligi

# IDS_ST_MBODY_TINKERBELL
source: Tinkerbell
bg: Звънче
ga: Cloigín
gu: ટીન્કરબેલ
he: טינקרבל
mk: Ѕвонка
ml: ടിന്കര്‍ബെല്‍
mr: टिंकरबेल
or: ଟିଙ୍କରବେଲ
pa: ਟਿਨਕਰਬੇਲ
ro: Clopoţel
si: ටින්කෙර්
sq: Këmborëza
ta: டின்கர்பெல்
te: టిన్కేర్‌బెల్

# IDS_RH_BUTTON2_APPLEMINT_M_FONT
source: AppleMint
as: এপ্লিমিণ্ট
bn: অ্যাপলমিন্ট
gu: ઍપલમિન્ટ
kn: ಆಪಲ್‌ಮಿಂಟ್
ml: ആപ്പിള്‍മിന്‍റ്
mr: ऍपलमिंट
my: အက္ပဲလ္မင့္
ne: एप्पलमिन्ट
or: ଆପଲ୍‌ମିଣ୍ଟ୍
pa: ਐਪਲਮਿੰਟ
ta: ஆப்பிள்மின்ட்
te: అపల్ మింట్

# IDS_ST_MBODY_WAKE_UP_GESTURE_ABB
source: Wake-up gesture
as: ৱেক-আপ গেশ্বাৰ
az: Oyanma jesti
bg: Жест за събуждане
bn: জাগানোর জেশ্চার
el_gr: Χειρον. ενεργοπ.
et: Aktiveer. liigutus
fa: حرکت بیدارباش
ga: Gluaisne múscailte
gu: વેક-અપ સંકેત
he: מחוות השכמה
hy: Արթնացման շարժմունք
is: Vakningarbending
ka: გაღვიძების ჟესტი
kk: Ояту қимылы
km: កាយវិការ​ដាស់
kn: ಎಚ್ಚರಗೊಳಿಸುವ ಸನ್ನೆ
lo: ທ່າການກະຕຸ້ນ
lt: Žadinimo gestas
lv: Aktivizēš. žests
mk: Гест за будење
ml: വെയ്ക്ക്-അപ് ആംഗ്യം
mr: वेक-अप हावभाव
ms: Grk isyarat bangun
my: အႏိႈး အမူအယာ
ne: वेक-अप जेस्चर
or: ନିଦରୁ ଉଠିବା ଭଙ୍ଗୀ
pa: ਵੈਕ-ਅਪ ਸੰਕੇਤ
pl: Gest budzenia
ro: Gest de activare
si: අවදි කිරීමේ අභිනය
sl: Poteza za bujenje
sq: Gjesti i zgjimit
sr: Buđenje pokretom
ta: வேக்-அப் சைகை
te: మేల్కొల్పే సంజ్ఞ
tl: Gesture na Wake-up
uk: Жест пробудження
ur: جاگنے کا انداز
uz: Uyg‘otish ishorasi

# IDS_CST_MBODY_RINGTONES
source: Ringtones
as: ৰিংট'নসমূহ
az: Zəng tonları
bg: Тонове на звънене
bn: রিংটোন
el_gr: Ήχοι κλήσης
et: Helinad
fa: آهنگ های زنگ
ga: Clingthoin
gu: રિંગટોન્સ
he: צלצולים
hy: Զանգի հնչերանգներ
is: Hringitónar
ka: ზარის მელოდიები
kk: Рингтондар
km: សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ಗಳು
lo: ບັນດາສຽງເອີ້ນເຂົ້າ
lt: Skambėjimo tonai
lv: Zvana signāli
mk: Ѕвонења
ml: റിംഗ്ടോണുകള്‍
mr: रिंगटोन्स
ms: Nada dering
my: ဖုန္းျမည္သံမ်ား
ne: रिङटोनहरू
or: ରିଂଟୋନ୍‌ଗୁଡିକ
pa: ਰਿੰਗਟੋਨਾਂ
pl: Dzwonki
ro: Tonuri de apel
si: ඇමතුම් නාද
sl: Zvonjenja
sq: Tonet e ziles
sr: Tonovi zvona
ta: ரிங்டோன்கள்
te: రింగ్‌టోన్‌లు
tl: Mga Ringtone
uk: Звуки дзвінка
ur: گھنٹی کے ٹون
uz: Ringtonlar

# IDS_HEALTH_MBODY_PROFILE
source: Profile
as: প্ৰ'ফাইল
az: Profil
bg: Профил
bn: প্রোফাইল
el_gr: Προφίλ
et: Profiil
fa: نمایه
ga: Próifíl
gu: પ્રોફાઇલ
he: פרופיל
hy: Պրոֆիլ
is: Prófíll
ka: პროფილი
kk: Профиль
km: ទម្រង់
kn: ಪ್ರೊಫೈಲ್
lo: ໂປຣໄຟລ໌
lt: Profilis
lv: Profils
mk: Профил
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
ms: Profil
my: အေၾကာင္းအခ်က္
ne: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
pl: Profil
ro: Profil
si: පැතිකඩ
sl: Profil
sq: Profili
sr: Profil
ta: ப்ரொஃபைல்
te: ప్రొఫైల్
uk: Профіль
ur: پروفائل
uz: Profil

# IDS_COM_POP_PROCESSING
source: Processing...
as: প্ৰক্ৰিয়াৰত...
az: Emal edilir...
bg: Обработване...
bn: প্রক্রিয়াকরণ চলছে...
el_gr: Επεξεργασία...
et: Töötlemine...
fa: در حال انجام...
ga: Ag próiseáil...
gu: પ્રક્રિયા શરૂ...
he: מעבד...
hy: Ընթացքում է
is: Vinnsla í gangi...
ka: მუშავდება...
kk: Өңделуде...
km: កំពុង​ដំណើរការ...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳ್ಳುತ್ತಿದೆ...
lo: ກຳລັງ​ປະມວນ​ຜົນ...
lt: Apdorojama...
lv: Notiek apstrāde...
mk: Обработување...
ml: പ്രോസസ്സുചെയ്യുന്നു...
mr: प्रक्रिया सुरू आहे...
ms: Memproses…
my: လုပ္ငန္းေဆာင္ရြက္ေနပါသည္….
ne: प्रक्रिया चलाइरहेको...
or: ପ୍ରକ୍ରିୟାରତ କରୁଛି...
pa: ਪ੍ਰਕਿਰਿਆ ਹੋ ਰਹੀ ਹੈ...
pl: Przetwarzanie...
ro: Se procesează...
si: සකසමින්...
sl: Obdelujem...
sq: Duke përpunuar...
sr: Obrada...
ta: செயலில்...
te: ప్రాసెస్ చేస్తోంది...
tl: Pinoproseso...
uk: Обробка...
ur: پروسیسنگ
uz: Bajarilmoqda...

# IDS_ST_MBODY_MAKE_VISIBLE_ABB
source: Make visible
as: দৃশ্যমান কৰক
az: Görünən et
bg: Прав. видимо
bn: দৃশ্যমান করুন
el_gr: Ορατό
et: Muuda näht.
fa: قابل مشاهده
ga: Déan infheicthe
gu: દૃશ્યમાન બનાવો
he: הפוך לגלוי
hy: Դրձնել տսնլի
is: Sýnilegt
ka: გამოჩენა
kk: Көрін-й ету
km: ធ្វើ​ឲ្យ​មើលឃើញ
kn: ಕಾಣುವಂತೆ ಮಾಡಿ
lo: ເຮັດໃຫ້ເຫັນໄດ້
lt: Rodyti
lv: Redzama
mk: Да е видлив
ml: ദൃശ്യമാക്കുക
mr: दृश्‍यमान करा
ms: Buat kelihatan
my: ျမင္ႏိုင္ေအာင္ လုပ္ပါ
ne: दृश्‍यमान बनाउनुहोस्
or: ଦୃଶ୍ୟଲବ୍ଧ କରାନ୍ତୁ
pa: ਦ੍ਰਿਸ਼ਮਾਨ ਬਣਾਉ
pl: Wł. widoczn.
ro: Set. vizibil
si: දෘශ්‍ය කරන්න
sl: Vidna
sq: Bëj të duk.
sr: Vidljivo
ta: புலப்பட செய்க
te: కనిపించేలా చేయి
tl: Gawing nakikita
uk: Зроб.видимим
ur: مرئی بنائیں
uz: Ko‘rinadigan

# IDS_ST_MBODY_TEXT_INPUT_ABB
source: Text input
as: পাঠ ইনপুট
az: Mətn girişi
bg: Въвеж. текст
bn: পাঠ্য ইনপুট
el_gr: Εισ. κειμέν.
et: Tek. sisest.
fa: ورود متن
ga: Ionchur téacs
gu: ટેક્સ્ટ દાખલ
he: קלט טקסט
hy: Տեքստ ներած.
is: Innsl. texta
ka: აკრეფა
kk: Мәтін енгізу
km: ការបញ្ចូល​អត្ថបទ
kn: ಪಠ್ಯ ಇನ್‌ಪುಟ್‌
lo: ປ້ອນຂໍ້ຄວາມ
lt: Teksto įves.
lv: Teksta iev.
mk: Внесув.текст
ml: ടെക്സ്റ്റ്‌ ഇന്‍പുട്ട്
mr: मजकूर ईनपुट
ms: Input teks
my: ျဖည့္ထည့္ထားေသာ စာသား
ne: पाठ इन्पुट
or: ଟେକ୍ସଟ ଇନ୍‌ପୁଟ୍‌
pa: ਟੈਕਸਟ ਇਨਪੁਟ
pl: Wpr. tekstu
ro: Introd. text
si: පෙළ ආදානය
sl: Vn. besedila
sq: Futja tekst
sr: Unos teksta
ta: உரை உள்ளீடு
te: టెక్స్ట్ ఇన్‌పుట్
uk: Введ. тексту
ur: ٹیکسٹ ان پٹ
uz: Matn kirit

# IDS_LCKSCN_HEADER_PIN
source: PIN
fa: پین
lt: PIN kodas
sr: PIN kod
ur: پن
uz: PIN-kod

# IDS_ST_SBODY_180_DEGREE
source: 180º
fa: ۱۸۰ درجه

# IDS_WMGR_MBODY_SMART_TOSS_JPN
source: Smart toss
az: Ağıllı izləmə
bg: Умно подхвърляне
el_gr: Έξυπνη αναμετάδοση
et: Nutikas edastamine
ga: Rialaí cliste
hy: Խելացի նետում
is: Snjalltenging
ka: ინტელექტუალური გადაცემა
kk: Смарт-лақтыру
lt: Išmanusis krestelėjimas
lv: Viedais grūdiens
mk: Паметно пренесување
pl: Inteligentne przerzucanie
ro: Transmisie inteligentă
sl: Pametni dvig
sq: Përcjellje inteligjente
sr: Smart relej
uk: Смарт-поштовх
uz: Smart otish
