Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_ST_TPOP_POWER_SAVER_DISABLED
source: Power saver disabled.
as: পাৱাৰ সংৰক্ষণ অক্ষম হৈছে৷
az: Enerjiyə qənaət qeyri-aktiv edildi.
bg: Пестене на енергия е деактивирано.
bn: পাওয়ার সাশ্রয় অক্ষম হয়েছে।
el_gr: Η εξοικονόμηση ενέργειας απενεργοποιήθηκε.
et: Toitesäästja on desaktiveeritud.
fa: ذخیره نیرو غیرفعال شد.
ga: Coigilteoir cumhachta díchumasaithe.
gu: પાવર સેવર અક્ષમ કર્યુ.
he: מצב ’חיסכון בחשמל‘ מושבת.
hy: Հոսանքի խնայումը՝ անջատ:
is: Slökkt á orkusparnaði.
ka: ენერგიის დაზოგვა გამორთულია.
kk: Қуат үнемдеу өшірілді.
km: បាន​បិទ​ធាតុសំចៃ​ថាមពល។
kn: ಪವರ್ ಸೇವರ್ ನಿಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
lo: ປະຢັດໄຟປິດໃຊ້ງານແລ້ວ.
lt: Energijos taupymas išjungtas.
lv: Enerģijas taupīšana deaktivizēta.
mk: Штедењето енергија е исклучено.
ml: പവർ സേവർ അപ്രാപ്തമാണ്.
mr: पॉवर सेव्हर अक्षम केला.
ms: Penjimat kuasa dinyahaktifkan.
my: ပါဝါ ေခၽြတာစရာ ပိတ္လိမ့္မည္။
ne: पवर सेवर असक्षम गरिएको छ।
or: ପାୱାର ସଞ୍ଚୟକାରୀ ଅକ୍ଷମ ହୋ‍ଇଛି।
pa: ਪਾਵਰ ਸੇਵਰ ਅਸਮਰੱਥ ਹੋਇਆ।
pl: Wyłączono oszczędzanie energii.
ro: Modul Economisire energie a fost dezactivat.
si: බල සුරැකුම අක්‍රියයි.
sl: Varčevalnik porabe je onemogočen.
sq: Kursyesi u paaftësua.
sr: Štednja energije je onemogućena.
ta: பவர் சேவர் செயல்நீக்கப்பட்டது.
te: పవర్ సేవర్ నిలిపివేయబడింది.
tl: Hindi pinagana ang Power saver.
uk: Режим енергозбереження вимкнено.
ur: پاور سیور غیر فعال ہوگیا۔
uz: Quvvat tejash vositasi o‘chirildi.

# IDS_ST_TPOP_POWER_SAVER_ENABLED
source: Power saver enabled.
as: পাৱাৰ চেভাৰ সক্ষম হৈছে৷
az: Enerjiyə qənaət aktiv edildi.
bg: Пестене на енергия е активирано.
bn: পাওয়ার সাশ্রয় সক্ষম হয়েছে।
el_gr: Η εξοικονόμηση ενέργειας ενεργοποιήθηκε.
et: Toitesäästja on aktiveeritud.
fa: ذخیره نیرو فعال شد.
ga: Coigilteoir cumhachta cumasaithe.
gu: પાવર સેવર સક્ષમ કર્યુ.
he: מצב ’חיסכון בחשמל‘ מופעל.
hy: Հոսանքի խնայումը՝ միաց:
is: Kveikt á orkusparnaði.
ka: ენერგიის დაზოგვა ჩართულია.
kk: Қуат үнемдеу қосылды.
km: បាន​បើកប្រើ​ធាតុសំចៃ​ថាមពល។
kn: ಪವರ್ ಸೇವರ್ ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
lo: ປະຢັດໄຟເປີດໃຊ້ງານແລ້ວ.
lt: Energijos taupymas įjungtas.
lv: Enerģijas taupīšana aktivizēta.
mk: Штедењето енергија е вклучено.
ml: പവർ സേവർ പ്രാപ്തമാണ്.
mr: पॉवर सेव्हर सक्षम केला.
ms: Penjimat kuasa diaktifkan.
my: ပါဝါ ေခၽြတာစရာ ရေစလိမ့္မည္။
ne: पवर सेवर सक्षम गरिएको छ।
or: ପାୱାର ସଞ୍ଚୟକାରୀ ସକ୍ଷମ ହୋ‍ଇଛି।
pa: ਪਾਵਰ ਸੇਵਰ ਸਮਰੱਥ ਹੋਇਆ।
pl: Włączono oszczędzanie energii.
ro: Modul Economisire energie a fost activat.
si: බල සුරැකුම සක්‍රියයි.
sl: Varčevalnik porabe je omogočen.
sq: Kursyesi u aftësua.
sr: Štednja energije je omogućena.
ta: பவர் சேவர் செயல்படுத்தப்பட்டது.
te: పవర్ సేవర్ ప్రారంభించబడింది.
tl: Pinagana ang Power saver.
uk: Режим енергозбереження увімкнено.
ur: پاور سیور فعال ہوگیا۔
uz: Quvvat tejash vositasi yoqildi.

# IDS_ST_MBODY_SOFTWARE_VERSION
source: Software version
as: চফ্টৱেৰ সংস্কৰণ
az: Proqram versiyası
bg: Софтуерна версия
bn: সফ্টওয়্যার সংস্করণ
el_gr: Έκδοση λογισμικού
et: Tarkvara versioon
fa: نسخه نرم افزار
ga: Leagan bogearraí
gu: સૉફ્ટવેર સંસ્કરણ
he: גרסת תוכנה
hy: Ծրագրակազմի վարկածը
is: Útgáfa hugbúnaðar
ka: პროგრამის ვერსია
kk: Бағдарлама нұсқасы
km: កំណែ​សុហ្វវែរ
kn: ಸಾಫ್ಟ್‌ವೇರ್ ಆವೃತ್ತಿ
lo: ຊຸດຊອບແວ
lt: Program. įrangos versija
lv: Programmatūras versija
mk: Софтверска верзија
ml: സോഫ്റ്റ്‌വെയര്‍ പതിപ്പ്
mr: सॉफ्टवेअर आवृत्ती
ms: Versi perisian
my: ေဆာ့ဝဲ ဗားရွင္း
ne: सफ्टवेयर संस्करण
or: ସଫ୍ଟୱେର୍ ସଂସ୍କରଣ
pa: ਸੌਫ਼ਟਵੇਅਰ ਸੰਸਕਰਣ
pl: Wersja oprogramowania
ro: Versiune software
si: මෘදුකාංග අනුවාදය
sl: Različica progr. opreme
sq: Versioni i softuerit
sr: Verzija softvera
ta: மென்பொருள் பதிப்பு
te: సాఫ్ట్‌వేర్ వెర్షన్
tl: Bersyon ng software
uk: Версія ПЗ
ur: سافٹ ویئر ورژن
uz: Dastur versiyasi

# IDS_HEALTH_OPT_PROFILE_ABB
source: Profile
as: প্ৰ'ফাইল
az: Profil
bg: Профил
bn: প্রোফাইল
el_gr: Προφίλ
et: Profiil
fa: نمایه
ga: Próifíl
gu: પ્રોફાઈલ
he: פרופיל
hy: Պրոֆիլ
is: Prófíll
ka: პროფილი
kk: Профиль
km: ទម្រង់
kn: ಪ್ರೊಫೈಲ್
lo: ໂປຣໄຟລ໌
lt: Profilis
lv: Profils
mk: Профил
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
ms: Profil
my: အေၾကာင္းအခ်က္
ne: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
pl: Profil
ro: Profil
si: පැතිකඩ
sl: Profil
sq: Profili
sr: Profil
ta: ப்ரொஃபைல்
te: ప్రొఫైల్
uk: Профіль
ur: پروفائل
uz: Profil
