Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_ST_MBODY_ULTRA_POWER_SAVING_MODE
source: Ultra power saving mode
as: অত্যাধিক পাৱাৰ সংৰক্ষণ ম'ড
az: Ultra enerji qən rejimi
bg: Режим ултра пест. енергия
bn: অতিরিক্ত পাওয়ার সাশ্রয় মোড
el_gr: Λειτ. εξοικ. ενέργ. Ultra
et: Ülim energiasäästurežiim
fa: حالت ذخیره نیروی بیشتر
ga: Ultramhód coigilte cumh.
gu: અલ્ટ્રા પાવર બચત મોડ
he: מצב ‘חיסכון מרבי באנרגיה’
hy: Էներգիայի գերխնայ. ռեժիմ
is: Ofursparnaðarstilling
ka: დაზოგვის ულტრა რეჟიმი
kk: Ультра қуат үнемдеу реж.
km: ទម្រង់​សំចៃ​ថាមពល​បំផុត
kn: ಅಲ್ಟ್ರಾ ಪವರ್ ಉಳಿತಾಯ ಮೋಡ್
lo: ໂໝດປະຢັດໄຟພິເສດ
lt: Ypat.energ.taupymo režim.
lv: Īpašais enerģ. taup. rež.
mk: Ултра реж.за штед.енерг.
ml: അൾട്രാ പവർ സേവിംഗ് മോഡ്
mr: अल्ट्रा पॉवर बचत मोड
ms: Mod p'jimatan kuasa ultra
my: အလြန္ ပါဝါေခြ်တာေရး အေနအထား
ne: अल्ट्रा पवर बचत मोड
or: ଅଲଟ୍ରା ପାୱାର୍ ସଞ୍ଚୟ ମୋଡ୍
pa: ਅਲਟਰਾ ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ
pl: Tryb b. nis. zuż. energii
ro: Mod Econ. maximă energie
si: අධි බල සුරැකුම් ප්‍රකාරය
sl: Način izr. varč. z energ.
sq: Regjimi Kurs. ener. ultra
sr: Režim izuzetne ušt. ener.
ta: அல்ட்ரா பவர் சேமிப்பு முறை
te: అసాధారణ శక్తి ఆదా విధానం
uk: Удоск. режим енергозб.
ur: الٹرا پاور کی بچت کرنے والی وضع
uz: Ultra quv/tejash rejimi

# IDS_ST_OPT_MUTE
source: Mute
as: মিউট
az: Səssiz
bg: Заглуш.
bn: নীরব
el_gr: Σίγαση
et: Vaigista
fa: حالت سکوت
ga: Balbh
gu: મૌન
he: השתק
hy: Անձայն
is: Þögn
ka: უხმო რეჟიმი
kk: Дыбыссыз
km: ស្ងាត់
kn: ಮ್ಯುಟ್
lo: ປິດສຽງ
lt: Nutildyti
lv: Bez skaņas
mk: Исклучи звук
ml: നിശബ്‌ദ‌മാക്കുക
mr: मूक
ms: Bisu
my: အသံတိတ္
ne: म्यूट
or: ମ୍ୟୁଟ୍
pa: ਮਿਊਟ
pl: Wycisz
ro: Silenţios
si: නිහඬ
sl: Utišaj
sq: Heshtje
sr: Isključi ton
ta: ஒலிதடு
te: మ్యూట్ చేయి
tl: I-mute
uk: Вимкнути звук
ur: آواز بند
uz: Ovozsiz

# IDS_ST_MBODY_SAFETY_ABB
source: Safety
as: সুৰক্ষা
az: Təhlük
bg: Безопасност
bn: সুরক্ষা
el_gr: Ασφάλεια
et: Turvalisus
fa: ایمنی
ga: Sábháilt.
gu: સુરક્ષા
he: בטיחות
hy: Անվտանգթյուն
is: Öryggi
ka: უსაფრთხოება
kk: Қауіпсіздік
km: សុវត្ថិភាព
kn: ಸುರಕ್ಷತೆ
lo: ຄວາມປອດໄພ
lt: Sauga
lv: Drošība
mk: Сигурност
ml: സുരക്ഷ
mr: सुरक्षा
ms: Keselamatan
my: စိတ္ခ်ရမႈ
ne: सुरक्षा
or: ନିରାପତ୍ତା
pa: ਸੁਰੱਖਿਆ
pl: Bezpiecz.
ro: Siguranţă
si: සුරක්ෂිතතාවය
sl: Varnost
sq: Siguria
sr: Bezbednost
ta: பாதுகாப்பு
te: భద్రత
tl: Kaligtasan
uk: Безпека
ur: تحفظ
uz: Xavfsizlik

# IDS_ST_POP_TO_DISABLE_ULTRA_POWER_SAVING_MODE_YOUR_DEVICE_WILL_RESTART
source: To disable Ultra power saving mode, your device will restart.
as: অত্যাধিক পাৱাৰ সংৰক্ষণ ম'ড অক্ষম কৰিবলৈ, আপোনাৰ ডিভাইচ পুনৰাৰম্ভ হ'ব৷
az: Ultra enerji qənaət rejimini qeyri-aktiv etmək üçün cihazınızı söndürüb-yandırmalısınız.
bg: За да се деактивира Режим за ултра пестене енергия, устройството ви ще се рестартира.
bn: আল্ট্রা পাওয়ার সাশ্রয় মোড অক্ষম করতে আপনার ডিভাইস পুনরায় শুরু হবে।
el_gr: Για την απενεργοποίηση της λειτουργίας εξοικονόμησης ενέργειας Ultra, η συσκευή θα επανεκκινηθεί.
et: Ülima energiasäästurežiimi desaktiveerimiseks teie seade taaskäivitub.
fa: برای غیرفعال کردن حالت ذخیره نیروی بیشتر، دستگاهتان مجدداً راه‌اندازی می‌شود.
ga: Chun Ultramhód coigilte cumhachta a dhíchumasú, atosófar do ghléas.
gu: અલ્ટ્રા પાવર બચત મોડને અક્ષમ કરવા માટે, તમારું ઉપકરણ ફરી શરૂ થશે.
he: כדי להשבית את מצב ‘חיסכון מרבי באנרגיה’, ההתקן שלך יופעל מחדש.
hy: Ձեր սարքը կվերագործարկվի, որպեսզի կասեցվի Էներգիայի գերխնայման ռեժիմը:
is: Tækið verður endurræst til að slökkva á ofursparnaðarstillingu.
ka: ენერგიის დაზოგვის ულტრა რეჟიმი რომ გამოირთოს, აპარატი გადაიტვირთება.
kk: Ультра қуат үнемдеу режимін өшіру үшін құрылғыңыз қайта іске қосылады.
km: ដើម្បី​បិទ​ទម្រង់​សំចៃ​ថាមពល​បំផុត ឧបករណ៍​របស់​អ្នក​នឹង​ចាប់ផ្ដើម​ឡើងវិញ។
kn: ಅಲ್ಟ್ರಾ ಪವರ್ ಸೇವಿಂಗ್ ಮೋಡ್ ಅನ್ನು ನಿಶಕ್ತಗೊಳಿಸಲು, ನಿಮ್ಮ ಸಾಧನವು ಪುನರಾರಂಭಗೊಳ್ಳುವುದು.
lo: ເພື່ອປິດໃຊ້ງານໂໝດປະຢັດໄຟພິເສດ, ເຄື່ອງຂອງທ່ານຈະເລີ່ມປິດເປີດໃໝ່.
lt: Kad būtų išjungtas ypač taupaus energijos vartojimo režimas, įrenginys bus paleistas iš naujo.
lv: Lai deaktivizētu īpašo enerģijas taupīšanas režīmu, ierīce tiks restartēta.
mk: За да го исклучите Режимот за ултра штедење, уредот ќе се рестартира.
ml: അൾട്രാ പവർ സംരക്ഷണ മോഡ് അപ്രാപ്തമാക്കുന്നതിന്, നിങ്ങളുടെ ഉപകരണം പുനഃരാരംഭിക്കും.
mr: अल्ट्रा पॉवर बचत मोड अक्षम करण्यासाठी, आपले उपकरण पुन्हा सुरू होईल.
ms: Untuk menyahaktifkan mod Penjimatan kuasa ultra, peranti anda akan dimulakan semula.
my: အလြန္ ပါဝါေခၽြတာ အေနအထား ပိတ္ထားရန္ သင့္ကိရိယာ ျပန္စတင္မည္။
ne: अल्ट्रा पवर बचत मोड असक्षम गर्न, तपाईको यन्त्र पुन: सुरू हुनेछ।
or: ଅଲ୍‌ଟ୍ରା ପାୱାର ସଞ୍ଚୟ ମୋଡ୍‍ ଅକ୍ଷମ କରିବାକୁ, ଆପଣଙ୍କ ଡିଭାଇସ୍ ରିଷ୍ଟାର୍ଟ ହେବ।
pa: ਅਲਟਰਾ ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ ਨੂੰ ਅਸਮਰੱਥ ਕਰਨ ਦੇ ਲਈ, ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਪੁਨਰ ਅਰੰਭ ਹੋ ਜਾਵੇਗਾ।
pl: W celu wyłączenia trybu bardzo niskiego zużycia energii urządzenie zostanie uruchomione ponownie.
ro: Pentru a dezactiva modul Economisire maximă a energiei, dispozitivul va reporni.
si: අත් බල සුරැකුම් ප්‍රකාරය අක්‍රිය කිරීමට, ඔබගේ උපාංගය යළි ඇරඹෙනු ඇත.
sl: Naprava se bo zagnala znova, da onemogoči način izrednega varčevanja z energijo.
sq: Për të paaftësuar Regjimin kursim energjie ultra, pajisja jote do të riniset.
sr: Da bi se onemogućio režim Izuzetna ušteda energije, tvoj uređaj će se restartovati.
ta: அல்ட்ரா பவர் சேமிப்பு முறைமையை முடக்கவென உங்கள் சாதனம் மறுதுவக்கமாகும்.
te: అసాధారణ శక్తి ఆదా విధానాన్ని నిలిపివేసేందుకు, మీ పరికరం పునఃప్రారంభమవుతుంది.
tl: Upang huwag paganahin ang Ultra power saving mode, magre-restart ang iyong device.
uk: Для вимкнення удосконаленого режиму енергозбереження потрібно перезапустити пристрій.
ur: الٹرا پاور سیونگ کو غیر فعال کرنے کے لیے، آپ کا آلہ بند ہوکر دوبارہ شروع ہوگا۔
uz: Ultra quvvat tejash rejimini o‘chirish uchun qurilmangiz qayta ishga tushiriladi.

source: The home screen will be changed to the black theme to reduce battery consumption. You will be able to use Messages and Contacts, but some other applications and functions will be restricted.
as: বেটাৰী ব্যৱহাৰ হ্ৰাস কৰিবলৈ গৃহ স্ক্ৰীণ ক'লা থিমলৈ পৰিবৰ্তন কৰা হ'ব৷ আপুনি মেচেজ আৰু সম্পৰ্কসমূহ ব্যৱহাৰ কৰিবলৈ সক্ষম হ'ব, কিন্তু আন কিছুমান এপ্লিকেশ্বন আৰু ফাংচন সীমাবদ্ধ হ'ব৷
az: Batareya sərfiyyatını azaltmaq üçün əsas ekran qara mövzuya dəyişiləcəkdir. Siz Mesajlar və Əlaqələrdən istifadə edə biləcəksiniz, lakin bəzi proqram və funksiyalar məhdudlaşdırılacaqdır.
bg: Началният екран ще бъде променен на черна тема, за да се намали разхода на енергия на батерията. Ще можете да използвате Съобщения и Контакти, но някои други приложения и функции ще бъдат ограничени.
bn: ব্যাটারি অপচয় কমাতে হোম স্ক্রিন কালো থিমে পরিবর্তীত হবে। আপনি বার্তা ও পরিচিতিগুলি ব্যবহার করতে সক্ষম হবেন তবে কিছু অন্য অ্যাপ্লিকেশন ও কার্যকারিতা সীমিত হবে।
el_gr: Η αρχική οθόνη θα αλλάξει στο μαύρο θέμα για να μειωθεί η κατανάλωση της μπαταρίας. Θα μπορείτε να χρησιμοποιείτε μηνύματα και επαφές αλλά κάποιες εφαρμογές και λειτουργίες θα έχουν περιορισμούς.
et: Akutarbimise vähendamiseks muudetakse avaekraani teema mustaks. Saate kasutada sõnumeid ja kontakte, kuid mõned teised rakendused ja funktsioonid on piiratud.
fa: برای کاهش مصرف باتری، زمینه صفحه اصلی به تم تیره تغییر می‌کند. می‌توانید از پیام‌ها و مخاطبین استفاده کنید، اما برخی برنامه‌ها و عملکردهای دیگر محدود خواهند بود.
ga: Athrófar an scáileán baile chuig téama dubh chun ídiú an cheallra a laghdú. Beidh tú in ann Teachtaireachtaí agus Teagmhálaithe a úsáid, ach cuirfear srian ar fheidhmchláir agus ar fheidhmeanna eile.
gu: બૅટરીનો ઉપભોગ ઘટાડવા માટે હોમ સ્ક્રીનને કાળી થીમ પર બદલવામાં આવશે. તમે સંદેશા અને સંપર્કોનો ઉપયોગ કરવા માટે સક્ષમ બનશો, પરંતુ અન્ય કેટલાક એપ્લિકેશંસ અને ફંક્શંસને પ્રતિબંધિત કરવામાં આવશે.
he: כדי לחסוך באנרגיה מהסוללה, מסך הבית יעבור למצב שחור. תוכל להמשיך להשתמש ב-Messages ו-‏Contacts אך חלק מהיישומים והפונקציות לא יפעלו.
hy: Հիմնական էկրանը կփոխվի սև թեմայի՝ մարտկոցի սպառումը նվազեցնելու համար: Դուք կկարողանաք օգտագործել Հաղորդագրություններ և Կոնտակտներ, բայց որոշ այլ ծրագրերի ու գործառույթների աշխատանքը սահմանափակ կլինի:
is: Svart þema verður valið fyrir heimaskjáinn til að draga úr rafhlöðunotkun. Þú getur notað skilaboð og tengiliði en sum önnur forrit og eiginleikar verða takmörkuð.
ka: საწყისი ეკრანი შეიცვლება შავ-თეთრი თემით, რომ შემცირდეს ენერგიის ხარჯვა. თქვენ შეძლებთ, გამოიყენოთ შეტყობინებები და კონტაქტები, მაგრამ ზოგიერთი სხვა პროგრამები და ფუნქციები შეიძლება შეიზღუდოს.
kk: Батарея тұтынуын азайту үшін бастапқы экран қара сыртқы көрініске өзгертілуі керек. Хабарлар мен Контактілеріді пайдалануыңыз мүмкін, бірақ кейбір басқа бағдарламалар мен функциялар шектеледі.
km: គេហអេក្រង់​នឹង​ប្ដូរ​ទៅ​រូបរាង​ខ្មៅ ដើម្បី​បន្ថយ​ការស៊ី​ថ្ម។ អ្នក​នឹង​អាច​ប្រើ​កម្មវិធី​សារ និង ទំនាក់ទំនង​បាន ប៉ុន្តែ​កម្មវិធី និង មុខងារ​ខ្លះ​ទៀត នឹង​ត្រូវ​បាន​កំហិត។
kn: ಬ್ಯಾಟರಿ ಬಳಕೆಯನ್ನು ತಗ್ಗಿಸಲು ಹೋಮ್ ಸ್ಕ್ರೀನ್ ಅನ್ನು ಕಪ್ಪು ಥೀಮ್‌ಗೆ ಬದಲಾಯಿಸಲಾಗುವುದು. ನೀವು ಸಂದೇಶಗಳು ಮತ್ತು ಸಂಪರ್ಕಗಳನ್ನು ಬಳಸಲು ಸಮರ್ಥರಾಗಿರುತ್ತೀರಿ, ಆದರೆ ಅವುಗಳ ಕೆಲವು ಅನ್ವಹಿಸುವಿಕೆಗಳು ಮತ್ತು ಕಾರ್ಯಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗುವುದು.
lo: ໜ້າຈໍຫຼັກຈະຖືກປ່ຽນແປງໄປເປັນເທມສີດໍາ ເພື່ອຫຼຸດການໃຊ້ແບັດເຕີຣີ. ທ່ານຈະສາມາດໃຊ້ຂໍ້ຄວາມ ແລະຜູ້ຕິດຕໍ່ໄດ້, ແຕ່ບາງແອພພລິເຄຊັນ ແລະຟັງຄ໌ຊັນອື່ນຈະຖືກຈໍາກັດ.
lt: Siekiant sumažinti akumuliatoriaus energijos sąnaudas pradžios ekranas bus pakeistas į juodąją temą. Nors kai kurios kitos programos ir funkcijos bus apribotos, vis tiek galėsite naudotis žinučių ir adresatų funkcijomis.
lv: Sākuma ekrāns tiks mainīts uz melnu motīvu, lai samazinātu akumulatora enerģijas patēriņu. Jūs varēsit izmantot ziņas un kontaktus, bet citas programmas un funkcijas būs ierobežotas.
mk: Почетниот екран ќе се смени во црната тема за да се намали трошењето батерија. Ќе можете да ги користите Пораки и Контакти, но функциите на некои други апликации може да бидат ограничени.
ml: ബാറ്ററി ഉപഭോഗം കുറയ്ക്കുന്നതിനായി ഹോം സ്ക്രീൻ ബ്ലാക്ക് തീമിലേക്ക് മാറും. സന്ദേശങ്ങൾ, സമ്പർക്കങ്ങൾ എന്നിവ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ സാധിക്കുമെങ്കിലും മറ്റ് ചില ആപ്ലിക്കേഷനുകളും പ്രവർത്തനങ്ങളും നിയന്ത്രിക്കപ്പെടുന്നതാണ്.
mr: बॅटरी खपत कमी करण्यासाठी मुख्य स्क्रीन काळ्या थीमवर बदलली जाईल. आपण संदेश आणि संपर्क वापरण्यास सक्षम असाल, परंतु काही अन्य अनुप्रयोग आणि फंक्शन्‍स प्रतिबंधित करण्यात येतील.
ms: Skrin utama akan diubah kembali ke tema berwarna hitam untuk mengurangkan penggunaan bateri. Anda akan dapat menggunakan Mesej dan Kenalan, tetapi sesetengah aplikasi dan fungsi lain akan dihadkan.
my: ဘက္ထရီ သံုးမႈ ေလွ်ာ့ရန္ မူလဖန္သားျပင္ကို အနက္ေရာင္ အခင္းအက်င္းသို႔ ေျပာင္းမည္။ မက္ေဆ့ခ်္မ်ားႏွင့္ အဆက္အသြယ္မ်ားကို သံုးႏိုင္မည္ျဖစ္ေသာ္လည္း အျခား အပလီေကးရွင္းႏွင့္ လုပ္ေဆာင္ခ်က္အခ်ဳိ႕ကိုမူ ကန္႔သတ္ထားမည္။
ne: बैटरी खपत कम गर्नको लागि गृह स्क्रीनलाई कालो विषयवस्तुमा परिवर्तन गरिनेछ। तपाई संदेशहरू र सम्पर्कहरू र प्रयोग गर्न सक्षम हुनुहुनेछ, तर केही अन्य अनुप्रयोगहरू र फंक्शनहरू प्रतिबन्धित हुनेछन्।
or: ଆପଣଙ୍କ ବ୍ୟାଟେରୀ ଖର୍ଚ୍ଚ କମାଇବାକୁ ହୋମ୍ ସ୍କ୍ରିନ୍‍ କଳା ଥିମ୍‍କୁ ବଦଳି ଯିବ। ଆପଣ ସନ୍ଦେଶ ଓ ସମ୍ପର୍କ ବ୍ୟବହାର କରିବାକୁ ସମର୍ଥ ହେବେ କିନ୍ତୁ ଅନ୍ୟ କେତେକ ଆପ୍ଲିକେସନ ଓ ପ୍ରକାର୍ଯ୍ୟ ପ୍ରତିବନ୍ଧିତ ହେବ।
pa: ਬੈਟਰੀ ਖਪਤ ਨੂੰ ਘੱਟ ਕਰਨ ਦੇ ਲਈ ਹੋਮ ਸਕ੍ਰੀਨ ਨੂੰ ਬਲੈਕ ਥੀਮ ਤੇ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਸੰਦੇਸ਼ਾਂ ਅਤੇ ਸੰਪਰਕਾਂ ਦਾ ਉਪਯੋਗ ਕਰਨ ਵਿੱਚ ਸਮਰੱਥ ਹੋਵੋਗੇ, ਪਰ ਕੁੱਝ ਹੋਰ ਅਨੁਪ੍ਰਯੋਗਾਂ ਅਤੇ ਫੰਕਸ਼ਨਾਂ ਨੂੰ ਪ੍ਰਤੀਬੰਧ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Ekran startowy zmieni się, aby wyświetlać czarny motyw w celu zmniejszenia zużycia baterii. Będzie możliwe korzystanie z aplikacji Wiadomości i Kontakty, ale działanie niektórych innych funkcji i aplikacji zostanie ograniczone.
ro: Ecranul de pornire va fi schimbat cu o temă neagră, pentru a reduce consumul bateriei. Veţi putea utiliza Mesajele şi Contactele, dar unele dintre celelalte aplicaţii şi funcţii vor fi restricţionate.
si: බැටරි පාරිභෝජනය අඩු කිරීමට මුල්පිටු තිරය කලු තේමාවට වෙනස් කෙරෙනු ඇත. ඔබට පණිවිඩ සහ සබඳතා භාවිතා කිරීමට හැකිවනු ඇති නමුත්, වෙනත් යම් යෙදුම් සහ ක්‍රියාකාරිත්වයන් අවහිර කෙරෙනු ඇත.
sl: Zaradi zmanjšanja porabe baterije bo domači zaslon spremenjen v črno temo. Uporabljali boste lahko aplikaciji Sporočila in Stiki, nekatere druge aplikacije in funkcije pa bodo omejene.
sq: Ekrani bazë do të ndryshohet në temë të errët për të ulur konsumin e baterisë. Ti do të mund të përdorësh Mesazhet dhe Kontaktet, por disa aplikacione dhe funksione të tjera do të bllokohen.
sr: Početni ekran će biti promenjen na crnu temu kako bi se smanjila potrošnja baterije. Moći ćeš da koristiš Poruke i Kontakte, ali će neke druge aplikacije i funkcije biti ograničene.
ta: மின்கல செலவைக் குறைப்பதற்காக முகப்புத் திரை கருப்பு தீமிற்கு மாற்றப்படும். நீங்கள் தகவல்கள் மற்றும் தொடர்புகளைப் பயன்படுத்த முடியும் ஆனால் மற்ற சில பயன்பாடுகள் மற்றும் வசதிகள் கட்டுப்படுத்தப்பட்டவையாக இருக்கும்.
te: బ్యాటరీ వినియోగాన్ని తగ్గించేందుకు హోమ్ స్క్రీన్ నల్లని థీమ్‌కు మార్చబడుతుంది. మీరు సందేశాలు మరియు పరిచయాలను ఉపయోగించవచ్చు, కానీ కొన్ని ఇతర అప్లికేషన్‌లు మరియు విధులు నిరోధించబడతాయి.
tl: Ililipat sa itim na tema ang home screen upang mabawasan ang pagkonsumo ng baterya. Magagamit mo ang Mga Mensahe at Mga Contact, ngunit lilimitahan ang ilan pang mga application at function.
uk: Екран оформлення буде змінено на тему чорного кольору для зменшення використання заряду акумулятора. Повідомлення і контакти будуть доступними, проте використання деяких інших програм і функцій буде обмежено.
ur: بیٹری کی کھپت کم کرنے کے لیے ہوم اسکرین ایک سیاہ تھیم میں تبدیل ہوجائے گا۔ آپ پیغامات اور رابطوں کا استعمال کرسکیں گے، لیکن کچھ دیگر اپلیکیشنز اور اعمال بند ہوجائیں گے۔
uz: Batareya quvvatini tejash maqsadida asosiy ekran qora mavzuga o‘zgartiriladi. Xabarlar va Kontaktlardan foydalanishingiz mumkin bo‘ladi, lekin ba’zi boshqa ilova va funksiyalar cheklanadi.

# IDS_ST_HEADER_ENABLE_NOTIFICATIONS
source: Enable notifications
as: অধিসূচনাসমূহ সক্ষম কৰক
az: Bildirişləri aktivləşdir
bg: Активиране на уведомявания
bn: বিজ্ঞপ্তি সক্ষম করুন
el_gr: Ενεργοποίηση ειδοποιήσεων
et: Aktiveeri teavitused
fa: فعال کردن اعلان‌ها
ga: Cumasaigh fógraí
gu: સૂચનાઓને સક્ષમ કરો
he: הפעל התראות
hy: Ընձեռել ծանուցումներ
is: Kveikja á tilkynningum
ka: შეტყობინებების გააქტიურება
kk: Хабарландыруларды қосу
km: បើកប្រើ​ការជូនដំណឹង
kn: ಪ್ರಕಟಣೆಗಳನ್ನು ಶಕ್ತಗೊಳಿಸಿ
lo: ເປີດໃຊ້ງານການແຈ້ງເຕືອນ
lt: Įjungti pranešimus
lv: Aktivizēt paziņojumus
mk: Вклучи известувања
ml: അറിയിപ്പുകൾ പ്രാപ്തമാക്കുക
mr: अधिसूचना सक्षम करा
ms: Aktifkan pemberitahuan
my: အသိေပးခ်က္မ်ား ရေစပါ
ne: सूचनाहरू सक्षम गर्नुहोस्
or: ବିଜ୍ଞପ୍ତିଗୁଡିକ ସକ୍ଷମ କରନ୍ତୁ
pa: ਸੂਚਨਾਵਾਂ ਸਮਰੱਥ ਕਰੋ
pl: Włączanie powiadomień
ro: Activare notificări
si: දැනුම්දීම් සක්‍රිය කරන්න
sl: Omogočite obvestila
sq: Aftëso njoftimet
sr: Omogući obaveštenja
ta: அறிவிப்புகளை செயல்படுத்தவும்
te: నోటిఫికేషన్‌లు ప్రారంభించు
tl: Paganahin ang mga notification
uk: Увімкнути сповіщення
ur: اطلاعات کو فعال کریں
uz: Bildirishnomalarni yoqish

# IDS_ST_HEADER_DISABLE_NOTIFICATIONS
source: Disable notifications
as: অধিসূচনাসমূহ অক্ষম কৰক
az: Bildirişləri qeyri-aktiv et
bg: Деактивиране на уведомявания
bn: বিজ্ঞপ্তিসমূহ অক্ষম করুন
el_gr: Απενεργοποίηση ειδοποιήσεων
et: Desaktiveeri teavitused
fa: غیرفعال کردن اعلان ها
ga: Díchumasaigh fógraí
gu: સૂચનાઓને અક્ષમ કરો
he: בטל התראות
hy: Կասեցնել ծանուցումները
is: Slökkva á tilkynningum
ka: შეტყობინებების გამორთვა
kk: Хабарландыруларды өшіру
km: បិទ​ការជូន​ដំណឹង
kn: ಪ್ರಕಟಣೆಗಳನ್ನು ನಿಶಕ್ತಗೊಳಿಸಿ
lo: ປິດໃຊ້ງານການແຈ້ງເຕືອນ
lt: Išjungti pranešimus
lv: Deaktivizēt paziņojumus
mk: Исклучи известувања
ml: അറിയിപ്പുകൾ അപ്രാപ്തമാക്കുക
mr: अधिसूचना अक्षम करा
ms: Nyahaktifkan pemberitahuan
my: အသိေပးခ်က္မ်ား ပိတ္ထားပါ
ne: सूचनाहरू असक्षम गर्नुहोस्
or: ବିଜ୍ଞପ୍ତିଗୁଡିକ ଅକ୍ଷମ କରନ୍ତୁ
pa: ਸੂਚਨਾਵਾਂ ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłączenie powiadomień
ro: Dezactivare notificări
si: දැනුම්දීම් අක්‍රිය කරන්න
sl: Onemogočite obvestila
sq: Paaftëso njoftimet
sr: Onemogući obaveštenja
ta: அறிவிப்புகளை முடக்கவும்
te: నోటిఫికేషన్‌లు నిలిపివేయి
tl: Huwag paganahin ang mga notification
uk: Вимкнути сповіщення
ur: اطلاعات کو غیرفعال کریں
uz: Bildirishnomalarni o‘chirish

# IDS_COM_SK_CANCEL_A
source: Cancel
as: বাতিল
az: Ləğv et
bg: Отказ
bn: বাতিল
el_gr: Άκυρο
et: Tühis.
fa: لغو
ga: Cealú
gu: રદ
he: ביטול
hy: Չեղկլ
is: Hætta við
ka: გაუქმ.
kk: Тоқт
km: បោះបង់
kn: ರದ್ದು
lo: ຍົກເລີກ
lt: Atš.
lv: Atcelt
mk: Откажи
ml: റദ്ദാ.
mr: रद्द
ms: Batal
my: ပယ္ဖ်က္ပါ
ne: रद्द गर्नुहोस्
or: ବାତିଲ
pa: ਰੱਦ
pl: Anul.
ro: Anul.
si: අ.ක.
sl: Prekliči
sq: Anullo
sr: Otkaži
ta: ரத்து
te: రద్దు
tl: Knsla
uk: Скас.
ur: منسوخ
uz: Bek/q.

# IDS_ST_OPT_SAFETY_INFORMATION
source: Safety information
as: সুৰক্ষিত তথ্য
az: Təhlükəsizlik məlumatı
bg: Информация за безопасност
bn: সুরক্ষা তথ্য
el_gr: Πληροφορίες για την ασφάλεια
et: Turvalisuse teave
fa: اطلاعات ایمنی
ga: Faisnéis sábháilteachta
gu: સુરક્ષા માહિતી
he: מידע בטיחותי
hy: Տեղեկատվություն անվտանգության մասին
is: Öryggisupplýsingar
ka: უსაფრთხოების ინფორმაცია
kk: Қауіпсіздік туралы ақпарат
km: ព័ត៌មាន​សុវត្ថិភាព
kn: ಸುರಕ್ಷತೆ ಮಾಹಿತಿ
lo: ຂໍ້ມູນຄວາມປອດໄພ
lt: Saugumo informacija
lv: Informācija par drošību
mk: Безбедносни информации
ml: സുരക്ഷാ വിവരം
mr: सुरक्षा माहिती
ms: Maklumat keselamatan
my: လံုျခံဳေရးအခ်က္အလက္မ်ား
ne: सुरक्षाको जानकारी
or: ସୁରକ୍ଷା ସୂଚନା
pa: ਸੁਰੱਖਿਆ ਜਾਣਕਾਰੀ
pl: Informacje o bezpieczeństwie
ro: Informaţii de siguranţă
si: ආරක්ෂක තොරතුරු
sl: Varnostne informacije
sq: Informacion sigurie
sr: Informacije o bezbednosti
ta: பாதுகாப்பு விபரம்
te: భద్రత సమాచారం
tl: Pangkaligtasang impormasyon
uk: Інформація щодо безпеки
ur: حفاظتی معلومات
uz: Xavfsizlik ma’lumoti

# IDS_ST_MBODY_DOUBLE_PRESS_ABB
source: Double press
as: দুবাৰ দবাওক
az: İki dəfə vur
bg: Двукр. нат.
bn: দুবার টেপা
el_gr: Διπλό πάτημα
et: 2x vajutam.
fa: دو بار فشردن
ga: Débhrúigh
gu: બે વખત દબાવો
he: לחיצה כפולה
hy: Երկսեղմել
is: Ýta tvisvar
ka: ორჯერ დაჭერა
kk: Екі рет басу
km: ចុច​ពីរដង
kn: ಎರಡು ಸಲ ಒತ್ತಿ
lo: ກົດສອງເທື່ອຊ້ອນ
lt: Du paspaud.
lv: Nosp. divr.
mk: Двоен прит.
ml: ഇരട്ട അമർത്തൽ
mr: दोनदा दाबा
ms: Tkn dua kali
my: ႏွစ္ႀကိမ္ဆက္ ဖိပါ
ne: दोहोरो थिच्नु
or: ଦୁଇଥର ଦବାନ୍ତୁ
pa: ਡਬਲ ਪ੍ਰੈਸ
pl: Naciśnij 2x
ro: Apăs. 2 ori
si: දෙවරක් ඔබන්න
sl: Dv. pritisk
sq: Dy-shtypje
sr: Dva pritiska
ta: இரட்டை அழுத்தம்
te: రెండుసార్లు నొక్కండి
uk: Подв.натиск.
ur: ڈبل پریس
uz: Ikkita bos

# IDS_ST_MBODY_EDIT_HOME_SCREEN_ABB
source: Edit home screen
as: গৃহ স্ক্ৰীণ সম্পাদনা কৰক
az: Ana ekran red.et
bg: Ред. нач. екран
bn: হোম স্ক্রিন সম্পাদনা করুন
el_gr: Επεξ. αρχ. οθόν.
et: Red. avaekraani
fa: ویرایش صفحه اصلی
ga: C. scáil. baile in eagar
gu: હોમ સ્ક્રીન સંપાદિત કરો
he: ערוך את מסך הבית
hy: Խմբգ. հիմ. էկրան
is: Breyta heimaskjá
ka: საწყისის შესწორ.
kk: Баст.экр.өңдеу
km: កែ​គេហអេក្រង់
kn: ಹೋಮ್ ಸ್ಕ್ರೀನ್ ತಿದ್ದಿ
lo: ແກ້ໄຂໜ້າຈໍຫຼັກ
lt: Redag. prad.ekr.
lv: Rediģ. sāk. ekr.
mk: Изм. почет.екран
ml: ഹോം സ്ക്രീൻ എഡിറ്റ് ചെയ്യുക
mr: मुख्य स्क्रीन संपादित करा
ms: Snting skrn utma
my: မူလ ဖန္သားျပင္ကို တည္းျဖတ္ပါ
ne: गृह स्क्रीन सम्पादन गर्नुहोस्
or: ମୂଳ ସ୍କ୍ରିନ୍‍ ସମ୍ପାଦନା କରନ୍ତୁ
pa: ਹੋਮ ਸਕ੍ਰੀਨ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edyt. ekr.start.
ro: Ed. ecr. pornire
si: මුල් තිරය සංස්කරණය ක.
sl: Ur. dom. zaslona
sq: Red. ekran. bazë
sr: Izmeni poč. ekr.
ta: முகப்புத் திரை திருத்துக
te: హోమ్ స్క్రీన్‌ను సవరించండి
uk: Редаг.екр.оформ.
ur: ہوم اسکرین کو ایڈٹ کریں
uz: As/ekrfn tahriri

# IDS_ST_MBODY_BATTERY_P_ABB
source: Battery %
as: বেটাৰী %
az: Batareya %
bg: % батерия
bn: ব্যাটারি %
el_gr: Μπαταρία %
et: Aku %
fa: باتری %
ga: Ceallra %
gu: બૅટરી %
he: סוללה %
hy: Մարտկոց %
is: Staða rafhl.
ka: ენერგიის %
kk: Батарея %
km: ថ្ម %
kn: ಬ್ಯಾಟರಿ %
lo: ແບັດເຕີຣີ %
lt: Akumuliat. %
lv: Akumul. %
mk: Батерија %
ml: ബാറ്ററി %
mr: बॅटरी %
ms: Bateri %
my: ဘက္ထရီ %
ne: बैटरी %
or: ବ୍ୟାଟେରୀ %
pa: ਬੈਟਰੀ %
pl: Bateria %
ro: % baterie
si: බැටරිය %
sl: Baterija %
sq: % e baterisë
sr: Baterija %
ta: மின்கலம் %
te: బ్యాటరీ %
tl: Baterya %
uk: Акумулятор %
ur: بیٹری %
uz: Batareya %

# IDS_ST_MBODY_BATTERY_STATUS_ABB
source: Battery status
as: বেটাৰী স্থিতি
az: Batareya statusu
bg: Съст. на батер.
bn: ব্যাটারি স্থিতি
el_gr: Κατάστ. μπαταρ.
et: Aku olek
fa: وضعیت باتری
ga: Stádas ceallra
gu: બૅટરી સ્થિતિ
he: מצב הסוללה
hy: Մարտկոցի վիճակ
is: Staða rafhlöðu
ka: ენერგიის სტატუსი
kk: Батарея күйі
km: ស្ថានភាព​ថ្ម
kn: ಬ್ಯಾಟರಿ ಸ್ಥಿತಿ
lo: ສະຖານະແບັດເຕີຣີ
lt: Akumuliat.būsena
lv: Akumul. statuss
mk: Сост. на батер.
ml: ബാറ്ററി നില
mr: बॅटरी स्थिती
ms: Status bateri
my: ဘက္ထရီ အေျခအေန
ne: बैटरी स्थिति
or: ବ୍ୟାଟେରୀ ସ୍ଥିତି
pa: ਬੈਟਰੀ ਸਥਿਤੀ
pl: Status baterii
ro: Stare baterie
si: බැටරි තත්ත්වය
sl: Stanje baterije
sq: Statusi bateria
sr: Status baterije
ta: மின்கல நிலை
te: బ్యాటరీ స్థితి
uk: Стан акумулятора
ur: بیٹری کی کیفیت
uz: Batareya holati

# IDS_ST_MBODY_DEVICE_NAME_ABB
source: Device name
as: ডিভাইচ নাম
az: Cihazın adı
bg: Име на у-во
bn: ডিভাইসের নাম
el_gr: Όνομα συσκ.
et: Seadme nimi
fa: نام دستگاه
ga: Ainm an ghléis
gu: ઉપકરણ નામ
he: שם התקן
hy: Սարքի անուն
is: Heiti tækis
ka: მოწყობილობა
kk: Құрылғы аты
km: ឈ្មោះ​ឧបករណ៍
kn: ಸಾಧನ ಹೆಸರು
lo: ຊື່ເຄື່ອງ
lt: Įrengin.pav.
lv: Ier. nosauk.
mk: Име на уред
ml: ഉപകരണ പേര്
mr: उपकरणाचे नाव
ms: Nama peranti
my: ကိရိယာ အမည္
ne: यन्त्र नाम
or: ଡିଭାଇସ୍ ନାମ
pa: ਡਿਵਾਈਸ ਨਾਂ
pl: Nazwa urz.
ro: Nume dispoz.
si: උපාංගයේ නම
sl: Ime naprave
sq: Em. pajisjes
sr: Naziv uređ.
ta: சாதனப் பெயர்
te: పరికరం పేరు
uk: Ім’я пристр.
ur: ڈیوائس کا نام
uz: Qurilma nomi

# IDS_ST_MBODY_HOME_BACKGROUND_ABB
source: Home background
as: গৃহ পৃষ্ঠভূমি
az: Əsas fon
bg: Фон на нач. екр.
bn: হোম ব্যাকগ্রাউন্ড
el_gr: Φόντο αρχ. οθόν.
et: Avaekraani taust
fa: زمینه صفحه اصلی
ga: Cúlra baile
gu: હોમ પૃષ્ઠભૂમિ
he: רקע מסך הבית
hy: Հիմն. էկրանի ֆոն
is: Bakg. heimaskjás
ka: საწყისი ფონი
kk: Бастапқы фон
km: ផ្ទៃខាងក្រោយ​គេហ
kn: ಹೋಮ್ ಹಿನ್ನೆಲೆ
lo: ສີພື້ນຫຼັງໜ້າຈໍ
lt: Pradž. ekr. fon.
lv: Sāk. ekr. fons
mk: Почетна заднина
ml: ഹോം പശ്ചാത്തലം
mr: होम पार्श्‍वभूमी
ms: Ltr blakng utama
my: မူလ ေနာက္ခံျမင္ကြင္း
ne: गृह पृष्ठभूमि
or: ମୂଳ ପୃଷ୍ଠା ପୃଷ୍ଠପଟ
pa: ਹੋਮ ਬੈਕਗ੍ਰਾਉਂਡ
pl: Tło ekr. start.
ro: Fundal ecr. pornire
si: මුල් පසුබිම
sl: Oz. dom. zaslona
sq: Sfondi bazë
sr: Pozad. poč. ekr.
ta: முகப்புப் பின்னணி
te: హోమ్ నేపథ్యం
uk: Фон екр. оформ.
ur: ہوم بیک گراؤنڈ
uz: Asos/ekran foni

# IDS_ST_OPT_HUGE_M_FONT_SIZE
source: Huge
as: বৃহৎ
az: Nəhəng
bg: Огромен
bn: বিশাল
el_gr: Τεράστιο
et: Ülisuur
fa: فوق العاده بزرگ
ga: Ollmhór
gu: વિશાળ
he: גדול מאוד
hy: Խոշոր
is: Risastórt
ka: ძალიან დიდი
kk: Ірі
km: ធំសម្បើម
kn: ಬೃಹತ್
lo: ໃຫຍ່ມະຫຶມາ
lt: Milžiniškas
lv: Milzīgs
mk: Огромни
ml: കൂറ്റൻ
mr: प्रचंड
ms: Sangat besar
my: အႀကီးဆံုး
ne: अति ठूलो
or: ବୃହତ୍ତମ
pa: ਬਹੁਤ ਵੱਡਾ
pl: Ogromny
ro: Uriaş
si: විශාල
sl: Ogromna
sq: Shumë i madh
sr: Ogroman
ta: பெரியது
te: చాలా పెద్దది
tl: Higante
uk: Найбільший
ur: عظیم الجثہ
uz: Ulkan

# IDS_KW_BODY_WAITING_FOR_CONFIRMATION_FROM_PS_ING
source: Waiting for confirmation from %s...
as: %s-ৰ পৰা নিশ্চয়তা লাভ কৰিবৰ বাবে অপেক্ষা কৰি আছে...
az: %s tərəfindən təsdiq gözlənir...
bg: Чака се потвърждение от %s...
bn: %s থেকে সুনিশ্চিত করার জন্য অপেক্ষা করা হচ্ছে...
el_gr: Αναμονή για επιβεβαίωση από %s...
et: Seadme %s kinnituse ootamine...
fa: در انتظار تایید از %s...
ga: Ag feitheamh ar dheimhniú ó %s...
gu: %s થી પુષ્ટિ માટે પ્રતિક્ષા કરે છે...
he: ממתין לאישור מ-%s...
hy: Սպասում է հաստատման %s-ից...
is: Bíð eftir staðfestingu frá %s...
ka: დადასტურების ლოდინი მოწყობილობიდან „%s“...
kk: %s растауын күтуде...
km: កំពុង​រង់ចាំ​ការបញ្ជាក់​ពី %s...
kn: %s ನಿಂದ ಖಚಿತತೆಗಾಗಿ ನಿರೀಕ್ಷಿಸುತ್ತಿದೆ...
lo: ກໍາລັງລໍຖ້າການຢືນຢັນຈາກ %s...
lt: Laukiama patvirtinimo iš %s...
lv: Gaida apstiprinājumu no %s...
mk: Се чека потврда од %s...
ml: %s-ല്‍ നിന്നുള്ള സ്ഥിരീകരണത്തിനായി കാത്തിരിക്കുന്നു...
mr: %s कडून निश्चितीसाठी प्रतीक्षा करत आहे...
ms: Menunggu pengesahan daripada %s...
my: %s ထံမွ အတည္ျပဳမႈကို ေစာင့္ဆိုင္းေနသည္…
ne: %s बाट यकिन गर्नको लागि पर्खिदै...
or: %s ଠାରୁ ନିଶ୍ଚିତକରଣ ପାଇଁ ଅପେକ୍ଷାରତ...
pa: %s ਤੋਂ ਪੁਸ਼ਟੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ...
pl: Oczekiwanie na potwierdzenie z urządzenia %s...
ro: Se aşteaptă confirmarea de la %s...
si: %s ගෙන් තහවුරු කිරීම ලැබෙන තෙක් රැඳෙමින්...
sl: Čakam na potrditev naprave %s ...
sq: Po pret për konfirmim nga %s...
sr: Čeka se potvrda od %s...
ta: %s என்பதன் உறுதிப்படுத்தலுக்காக காத்திருக்கிறது...
te: %s నుంచి ధృవీకరణ కొరకు వేచి ఉంది...
tl: Naghihintay ng pagkumpirma mula sa %s...
uk: Очікування підтвердження з %s...
ur: %s سے تصدیق کا انتظار کررہا ہے...
uz: %sdan tasdiq kutilmoqda...
