Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_WMGR_HEADER_GEAR_MANAGER_M_APPLICATION_NAME_ABB
source: Gear Manager
as: গীয়েৰ মেনেজাৰ
bg: Мениджър на Gear
bn: গিয়ার পরিচালক
el_gr: Διαχείριση Gear
ga: Bainisteoir Gear
gu: ગીઅર મેનેજર
is: Gear-stjórnun
km: អភិបាល Gear
kn: ಗೇರ್ ಮ್ಯಾನೇಜರ್
lo: ຕົວຈັດການເກຍ
mk: Управител за Gear
ml: ഗിയര്‍ മാനേജര്‍
mr: गिअर व्‍यवस्‍थापक
ms: Pengurus Gear
my: ဂီယာ မန္ေနဂ်ာ
ne: गियर प्रबन्धक
or: ଗିୟର ପରିଚାଳକ
pa: ਗੇਅਰ ਪ੍ਰਬੰਧਕ
pl: Menedżer zegarka Gear
si: ගියර කළමනාකාරකය
sq: Menaxheri Gear
sr: Gear menadžer
ta: கியர் மேலாளர்
te: గేర్ మేనేజర్
ur: گیئر مینیجر

source: All data will be erased from Gear memory. You can then connect your Gear to another device.
as: সকলো ডাটা গীয়েৰ মেম'ৰিৰ পৰা মোহৰা হ'ব৷ আপুনি অন্য এটা ডিভাইচলৈ আপোনাৰ গীয়েৰ সংযোগ কৰিব পাৰে৷
az: Bütün məlumatlar Gear yaddaşından silinəcəkdir. Sonra siz Gear-ı digər cihaza qoşa bilərsiniz
bg: Всички данни ще бъдат изтрити от паметта на Gear. След това можете да свържeте вашия Gear с друго устройство
bn: গিয়ার মেমোরি থেকে সমস্ত তথ্য মুছে যাবে৷ আপনি অন্য একটি ডিভাইসে তারপরে গিয়ারটি সংযোগ করতে পারেন৷
el_gr: Όλα τα δεδομένα θα διαγραφούν από τη μνήμη του Gear. Έπειτα θα μπορείτε να συνδέσετε το Gear σε άλλη συσκευή
et: Kõik andmed kustutatakse seadme Gear mälust. Seejärel saate ühendada oma seadme Gear teise seadmega
fa: همه داده ها از حافظه Gear پاک می شوند. سپس می توانید Gear خود را به دستگاه دیگری وصل کنید
ga: Scriosfar gach sonra ó chuimhne Gear. Is féidir leat do Gear a nascadh le gléas eile
gu: ગીયર સ્મૃતિમાંથી બધી ડેટાને ભૂંસી નાખવામાં આવશે. તે પછી તમે તમારા ગીયરને અન્ય ઉપકરણ સાથે જોડી શકો છો.
he: כל הנתונים יימחקו מהזיכרון של Gear. לאחר מכן תוכל לחבר את Gear להתקן אחר
hy: Բոլոր տվյալները կջնջվեն Gear-ի հիշողությունից: Հետո կարող եք Ձեր Gear-ը կապակցել այլ սարքի հետ
is: Öllum gögnum verður eytt úr minni Gear. Síðan geturðu tengt Gear við annað tæki
ka: ყველა მონაცემი წაიშლება Gear-ის მეხსიერებაში. შემდეგ შეგიძლიათ თქვენი Gear დაუკავშიროთ სხვა მოწყობილობას
kk: Барлық деректер Gear құрылғысының жадынан өшіріледі. Содан кейін басқа құрылғыға Gear құрылғысын қосуға болады
km: នឹង​លុប​ទិន្នន័យ​ទាំងអស់​ពី​មេម៉ូរី Gear។ បន្ទាប់​មក អ្នក​អាច​ភ្ជាប់ Gear របស់​អ្នក​ទៅ​ឧបករណ៍​ផ្សេង
kn: ಎಲ್ಲ ಡೇಟಾವನ್ನು ಗೇರ್ ಸ್ಮರಣೆಯಿಂದ ಅಳಿಸಲಾಗುವುದು. ನೀವು ನಂತರ ಗೇರ್ ಅನ್ನು ಮತ್ತೊಂದು ಸಾಧನಕ್ಕೆ ಸಂಪರ್ಕಿಸಬಹುದು.
lo: ທຸກຂໍ້ມູນຈະຖືກລຶບໄປຈາກຄວາມຈໍາເກຍ. ຈາກນັ້ນ ທ່ານສາມາດເຊື່ອມຕໍ່ເກຍຂອງທ່ານໃສ່ເຄື່ອງອື່ນໄດ້
lt: Visi duomenys bus ištrinti iš „Gear“ atminties. Tada „Gear“ galėsite prijungti prie kito įrenginio
lv: Visi Gear atmiņā esošie dati tiks izdzēsti. Pēc tam varēsit savienot Gear ar citu ierīci
mk: Сите податоци ќе се избришат од меморијата на Gear. Потоа можете да го поврзете Gear со друг уред
ml: ഗിയർ മെമ്മറിയിലെ എല്ലാ ഡാറ്റയും മായ്ക്കപ്പെടും. അതിനുശേഷം നിങ്ങളുടെ ഗിയർ മറ്റൊരു ഉപകരണത്തിൽ നിങ്ങൾക്ക് ബന്ധിപ്പിക്കാവുന്നതാണ്.
mr: गिअर मेमरीमधून सर्व डेटा खोडला जाईल. आपण अन्‍य उपकरणावर आपला गिअर नंतर कनेक्‍ट करू शकता.
ms: Semua data akan dipadam dari memori Gear. Anda boleh menyambung Gear anda ke peranti lain
my: ေဒတာအားလံုးကို ဂီယာမွတ္ဥာဏ္မွ ဖ်က္ပစ္မည္။ ထို႔ေနာက္ သင့္ဂီယာကို အျခားကိရိယာသို႔ ခ်ိတ္ဆက္ႏိုင္သည္
ne: गियर मेमोरीबाट सबै डाटा मेटिनेछ। तपाईले त्यसपछि आफ्नो गियर अर्को यन्त्रसँग कनेक्ट गर्नुसक्नुहुन्छ।
or: ଗିଅର୍‌ ମେମୋରୀରୁ ସମସ୍ତ ଡାଟା ଲିଭିଯିବ। ତାପରେ ଆପଣଙ୍କ ଗିଅର୍ ଆପଣ ଅନ୍ୟ ଡିଭାଇସ୍ ସହ ସଂଯୋଗ କରିପାରିବେ।
pa: ਗੇਅਰ ਮੈਮਰੀ ਤੋਂ ਸਾਰਾ ਡੈਟਾ ਮਿਟ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਫਿਰ ਆਪਣੇ ਗੇਅਰ ਨੂੰ ਦੂਜੇ ਡਿਵਾਈਸ ਤੇ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Wszystkie dane z pamięci zegarka Gear zostaną usunięte. Później możesz podłączyć zegarek Gear do innego urządzenia
ro: Toate datele vor fi şterse din memoria Gear. Apoi, puteţi conecta Gear la alt dispozitiv
si: ගියරය මතකය වෙතින් සියලු දත්ත මැකෙනු ඇත. අනතුරුව ඔබට ඔබගේ ගියරය එක තවත් උපාංගයක් වෙත සබැඳිය හැක.
sl: Vsi podatki iz pomnilnika ure Gear bodo izbrisani. Uro Gear lahko nato povežete z drugo napravo
sq: Të gjitha të dhënat do të shuhen nga kujtesa e Gear. Pastaj mund ta lidhësh Gear me një pajisje tjetër
sr: Svi podaci će biti izbrisani iz memorije Gear-a. Tada možeš da povežes svoj Gear na drugi uređaj
ta: கியர் நினைவகத்திலிருந்து எல்லா தரவும் அழிக்கப்படும். அதன் பின்னர் நீங்கள் கியரை மற்றொரு சாதனத்துடன் இணைக்கலாம்.
te: మొత్తం డేటా గేర్ మెమరీ నుండి తుడిచివేయబడుతుంది. మీరు అప్పుడు మీ గేర్‌ను మరొక పరికరానికి అనుసంధానించగలరు.
tl: Buburahin ang lahat ng data sa memory ng Gear. Maaari mong ikonekta ang iyong Gear sa ibang device
uk: Усі дані буде стерто з пам’яті Gear. Після чого до Gear можна буде підключити інший пристрій
ur: تمام کوائف Gear میموری سے مٹا دیے جائیں گے۔ تب آپ اپنے Gear کو ایک اور آلے سے منسلک کر سکتے ہیں
uz: Barcha ma’lumot Gear xotirasidan o‘chirib tashlanadi. Undan so‘ng Gearingizni boshqa qurilmaga ulashingiz mumkin

# IDS_ST_MBODY_HOME_SCREEN_ABB
source: Home screen
as: গৃহ স্ক্ৰীণ
az: Əsas ekran
bg: Начален екран
bn: হোম স্ক্রিন
el_gr: Αρχική οθόνη
et: Avaekraan
fa: صفحه اصلی
ga: Scáileán baile
gu: હોમ સ્ક્રીન
he: מסך הבית
hy: Գլխավոր էկրան
is: Heimaskjár
ka: საწყისი ეკრანი
kk: Бастапқы экран
km: គេហអេក្រង់
kn: ಹೋಮ್ ಸ್ಕ್ರೀನ್
lo: ໜ້າຫຼັກ
lt: Pradžios ekran.
lv: Sākuma ekrāns
mk: Почетен екран
ml: ഹോം സ്ക്രീൻ
mr: मुख्य स्‍क्रीन
ms: Skrin utama
my: မူလ ဖန္သားျပင္
ne: गृह स्क्रीन
or: ହୋମ୍ ସ୍କ୍ରିନ୍‍
pa: ਹੋਮ ਸਕ੍ਰੀਨ
pl: Ekran startowy
ro: Ecran pornire
si: මුල් තිරය
sl: Domači zaslon
sq: Ekrani bazë
sr: Početni ekran
ta: முகப்பு திரை
te: హోమ్ స్క్రీన్
uk: Екран оформлення
ur: ہوم اسکرین
uz: Asosiy ekran

# IDS_ST_HEADER_OPEN_SOURCE_LICENCES_ABB
source: Open source licences
as: মোৰ অৱ. ব্যৱহাৰ ক.
az: Mənbə lisenziylarinı aç
bg: Лицензи отв. изх.код
bn: ওপেন সোর্স লাইসেন্স
el_gr: Άδ.χρ.ανοιχτ.κώδικα
et: Avat. lähtek. lit.-d
fa: مجوزهای منبع آزاد
ga: Ceadún. fhoinse oscailte
gu: ખુલ્લાં સ્ત્રોત લાઇસન્સો
he: פתח רישיונות מקור
hy: Բաց սկզբ. արտոնագրեր
is: Opin hugb.leyfi
ka: ღია წყაროს ლიცენზ.
kk: Баст. лицензия-ы ашу
km: អាជ្ញាបណ្ណ Open source
kn: ಮೂಲ ಪರವಾನಗಿಗಳನ್ನು ತೆರೆಯಿರಿ
lo: ໃບອະນຸຍາດ opensource
lt: Atv. kodo prog. lic.
lv: Atkl.pirmk.licences
mk: Лиценци за отв. код
ml: ഓപ്പണ്‍ സോഴ്സ് ലൈസന്‍സുകള്‍
mr: स्रोत परवाने उघडा
ms: Buka sumber lesen
my: ရင္းျမစ္ လိုင္စင္မ်ား ဖြင့္ပါ
ne: स्रोत लाईसेन्सहरू खोल्नुहोस्
or: ଉତ୍ସ ଲାଇସେନ୍ସଗୁଡିକୁ ଖୋଲନ୍ତୁ
pa: ਓਪਨ ਸੋਰਸ ਲਾਈਸੰਸ
pl: Licencje Open source
ro: Licenţe open source
si: විවෘත මූල බලපත්‍ර
sl: Licence odprte kode
sq: Lic. burimi i hapur
sr: Licence za otv. kod
ta: பொது மூல உரிமங்கள்
te: సోర్స్ లైసెన్సులు తెరువు
tl: Mga lisensya ng open-source
uk: Ліц.прог.з від.кодом
ur: اوپن سورس لائسنس
uz: Manba litsen-ni och.

# IDS_ST_MBODY_SCREEN_TIMEOUT_ABB
source: Screen timeout
as: স্ক্ৰীণৰ সময় সমাপ্ত
az: Ekran fasiləsi
bg: Вр. изкл. екр.
bn: স্ক্রীন সময়সমাপ্তি
el_gr: Λήξη χρ. ορίου οθ.
et: Ekraani kuvalõpp
fa: پایان زمان صفحه
ga: Am istigh scáileá.
gu: સ્ક્રીન સમય સમાપ્ત
he: כיבוי מסך אוטומטי.
hy: Էկրանի պարապուրդ
is: Tímamörk skjás
ka: ეკრ. ნათების დრო
kk: Экран уақыты бітті
km: ពេល​អេក្រង់​ត្រូវ​រលត់
kn: ಸ್ಕ್ರೀನ್ ಟೈಮ್‌ಔಟ್
lo: ເວລາພັກໜ້າຈໍ
lt: Baigėsi ekr.laikas
lv: Ekrāna taimauts
mk: Време за гасење
ml: സ്ക്രീന്‍ ടൈംഔട്ട്
mr: स्क्रीन समय समाप्ती
ms: Tamat masa skrin
my: ဖန္သားျပင္ နားခ်ိန္
ne: स्क्रीनको समय सकि.
or: ସ୍କ୍ରିନ୍ ସମୟଶେଷ
pa: ਸਕ੍ਰੀਨ ਸਮਾਂ-ਸਮਾਪਤ
pl: Podświetl. ekranu
ro: Timp expir. ecran
si: තිරයේ වේලාව අවසන්
sl: Čas. omej. zaslona
sq: Fikja e ekranit
sr: Vreme ist. ekrana
ta: திரை நேரமுடிவு
te: స్క్రీన్ టైమ్‌అవుట్
tl: Timeout ng screen
uk: Час очікув. екрана
ur: اسکرین ٹائم آؤٹ
uz: Ekran taym-auti

# IDS_ST_BUTTON_MULTIMEDIA
source: Multimedia
as: মাল্টিমিডিয়া
bg: Мултимедия
bn: মাল্টিমিডিয়া
el_gr: Πολυμέσα
et: Multimeedium
fa: چندرسانه ای
ga: Ilmheáin
gu: મલ્ટિમીડિયા
he: מולטימדיה
hy: Մուլտիմեդիա
is: Margmiðlun
ka: მულტიმედია
kk: Мультимедия
km: ពហុព័ត៌មាន
kn: ಮಲ್ಟಿಮೀಡಿಯಾ
lo: ມັລຕິມີເດຍ
lt: Multimedija
lv: Multivide
mk: Мултимедија
ml: മള്‍ട്ടിമീഡിയ
mr: मल्‍टीमीडिया
my: မာတီမီဒီယာ
ne: मल्टिमिडिया
or: ମଲ୍ଟିମିଡିଆ
pa: ਮਲਟੀਮੀਡੀਆ
si: බහුමාධ්‍යය
sl: Večpredstavn.
sq: Multimedial
sr: Multimedija
ta: பல்லூடகம்
te: మల్టీమీడియా
uk: Мультимедіа
ur: ملٹی میڈیا

# IDS_ST_OPT_VOLUME
source: Volume
as: ভলিউম
az: Həcm
bg: Сила звук
bn: ভলিউম
el_gr: Ένταση
et: Helitugevus
fa: بلندی صدا
ga: Airde
gu: અવાજ
he: עוצמת צלצול
hy: Բարձրություն
is: Hljóðstyrkur
ka: ხმის სიმაღლე
kk: Дыбыс қаттылығы
km: កម្រិត​សំឡេង
kn: ವಾಲ್ಯೂಮ್
lo: ລະດັບສຽງ
lt: Garsumas
lv: Skaļums
mk: Јачина на тон
ml: വോളിയം
mr: आवाज
ms: Kelantangan
my: အသံအတိုးအက်ယ္
ne: भोल्‍युम
or: ଭଲ୍ୟୁମ୍
pa: ਵਾੱਲਿਊਮ
pl: Głośność
ro: Volum
si: හඬ ප්‍රමාණය
sl: Volumen
sq: Volumi
sr: Zapremina
ta: ஒலியளவு
te: వాల్యూమ్
uk: Гучність
ur: وآلیوم
uz: Ovoz balandligi

# IDS_ST_BODY_10SEC
source: 10 seconds
as: 10 ছেকেণ্ড
az: 10 saniyə
bg: 10 секунди
bn: 10 সেকেন্ড
el_gr: 10 δευτερόλεπτα
et: 10 sekundit
fa: 10ثانیه
ga: 10 soicind
gu: 10 સેકંડ
he: 10 שניות
hy: 10 վայրկյան
is: 10 sekúndur
ka: 10 წამი
kk: 10 секунд
km: 10 វិនាទី
kn: 10 ಸೆಕೆಂಡಗಳು
lo: 10 ວິນາທີ
lt: 10 sekundžių
lv: 10 sekundes
mk: 10 секунди
ml: 10 സെക്കന്‍റ്
mr: 10 सेकंद
ms: 10 saat
my: ၁၀ စကၠန္႔
ne: 10 सेकेन्ड
or: 10 ସେକେଣ୍ଡ୍
pa: 10 ਸਕਿੰਟ
pl: 10 sek.
ro: 10 secunde
si: තත්පර 10
sl: 10 sekund
sq: 10 sekonda
sr: 10 sekundi
ta: 10 நொடிகள்
te: 10 సెకన్లు
tl: 10 segundo
uk: 10 секунд
ur: 10 سیکنڈز
uz: 10 soniya

# IDS_ST_BODY_15SEC
source: 15 seconds
as: 15 ছেকেণ্ড
az: 15 saniyə
bg: 15 секунди
bn: 15 সেকেন্ড
el_gr: 15 δευτερόλεπτα
et: 15 sekundit
fa: 15ثانیه
ga: 15 shoicind
gu: 15 સેકંડ
he: 15 שניות
hy: 15 վայրկյան
is: 15 sekúndur
ka: 15 წამი
kk: 15 секунд
km: 15 វិនាទី
kn: 15 ಸೆಕೆಂಡಗಳು
lo: 15 ວິນາທີ
lt: 15 sekundžių
lv: 15 sekundes
mk: 15 секунди
ml: 15 സെക്കന്‍റ്
mr: 15 सेकंद
ms: 15 saat
my: ၁၅ စကၠန္႔
ne: 15 सेकेन्ड
or: 15 ସେକେଣ୍ଡ୍
pa: 15 ਸਕਿੰਟ
pl: 15 sek.
ro: 15 secunde
si: තත්පර 15
sl: 15 sekund
sq: 15 sekonda
sr: 15 sekundi
ta: 15 நொடிகள்
te: 15 సెకన్లు
tl: 15 segundo
uk: 15 секунд
ur: 15 سیکنڈز
uz: 15 soniya

# IDS_ST_BODY_30SEC
source: 30 seconds
as: 30 ছেকেণ্ড
az: 30 saniyə
bg: 30 секунди
bn: 30 সেকেন্ড
el_gr: 30 δευτερόλεπτα
et: 30 sekundit
fa: 30ثانیه
ga: 30 soicind
gu: 30 સેકંડ
he: 30 שניות
hy: 30 վայրկյան
is: 30 sekúndur
ka: 30 წამი
kk: 30 секунд
km: 30 វិនាទី
kn: 30 ಸೆಕೆಂಡಗಳು
lo: 30 ວິນາທີ
lt: 30 sekundžių
lv: 30 sekundes
mk: 30 секунди
ml: 30 സെക്കന്‍റ്
mr: 30 सेकंद
ms: 30 saat
my: ၃၀ စကၠန္႔
ne: 30 सेकेन्ड
or: 30 ସେକେଣ୍ଡ୍
pa: 30 ਸਕਿੰਟ
pl: 30 sek.
ro: 30 secunde
si: තත්පර 30
sl: 30 sekund
sq: 30 sekonda
sr: 30 sekundi
ta: 30 நொடிகள்
te: 30 సెకన్లు
tl: 30 segundo
uk: 30 секунд
ur: 30 سیکنڈز
uz: 30 soniya

# IDS_ST_BODY_5_MINUTES
source: 5 minutes
as: 5 মিনিট
az: 5 dəqiqə
bg: 5 минути
bn: 5 মিনিট
el_gr: 5 λεπτά
et: 5 minutit
fa: 5 دقيقه
ga: 5 nóiméad
gu: 5 મિનિટ
he: 5 דקות
hy: 5 րոպե
is: 5 mínútur
ka: 5 წუთი
kk: 5 минут
km: 5 នាទី
kn: 5 ನಿಮಿಷಗಳು
lo: 5 ນາທີ
lt: 5 minutės
lv: 5 minūtes
mk: 5 минути
ml: 5 മിനിട്ട്
mr: 5 मिनिटे
ms: 5 minit
my: ၅ မိနစ္
ne: 5 मिनट
or: 5 ମିନିଟ୍
pa: 5 ਮਿੰਟ
pl: 5 min
ro: 5 minute
si: විනාඩි 5
sl: 5 minut
sq: 5 minuta
sr: 5 minuta
ta: 5 நிமிடங்கள்
te: 5 నిమిషాలు
tl: 5 minuto
uk: 5 хвилин
ur: 5 منٹ
uz: 5 daqiqa

# IDS_ST_BODY_UNKNOWN
source: Unknown
as: অজ্ঞাত
az: Naməlum
bg: Няма информация
bn: অজানা
el_gr: Άγνωστο
et: Tundmatu
fa: ناشناس
ga: Anaithnid
gu: અજ્ઞાત
he: לא ידוע
hy: Անհայտ
is: Óþekkt
ka: უცნობი
kk: Белгісіз
km: មិន​ស្គាល់
kn: ತಿಳಿಯದ
lo: ບໍ່ຮູ້
lt: Nežinomas
lv: Nezināms
mk: Непознато
ml: അജ്ഞാതം
mr: अज्ञात
ms: Tidak diketahui
my: မသိေသာ
ne: अज्ञात
or: ଅଜଣା
pa: ਅਗਿਆਤ
pl: Nieznane
ro: Necunoscut
si: නොදනී
sl: Neznano
sq: I panjohur
sr: Nepoznato
ta: தெரியாத
te: తెలియని
tl: Hindi alam
uk: Невідомо
ur: نامعلوم
uz: Noma’lum

# IDS_LCKSCN_BODY_CHOCO_COOKY_M_FONT
source: Choco Cooky
as: চ'ক' কুকি
bn: চোকো কুকি
gu: ચોકો કુકી
is: Sætabrauð
kn: ಚೋಕೋ ಕುಕೀ
lo: ໂຊໂກຄຸກກີ່
ml: ചോകോ കുക്കി
mr: चोको कुकी
ne: चोको कुकी
or: ଚକୋ କୁକୀ
pa: ਚੋਕੋ ਕੂਕੀ
ro: Biscuite de ciocolată
si: චොකො කූකි
ta: சாக்கோ குக்கி
te: చాకో కుకీ
ur: چوکو کوکی

# IDS_ST_MBODY_POWER_SAVER_ABB
source: Power saver
as: পাৱাৰ সং.
az: Enerj qən
bg: Пест. енер.
bn: পাও: সাশ্র:
el_gr: Εξ. ενέργ.
et: Toitesääst.
fa: ذخيره نيرو
ga: Coig. cumh.
gu: પાવર સેવર
he: חסכון בחשמל
hy: Էներգ խնայարար
is: Orkusparn.
ka: დაზოგვა
kk: Қуат үн-у
km: ធាតុសំចៃ​ថាមពល
kn: ಪವರ್ ಸೇವರ್
lo: ປະຢັດໄຟ
lt: Energ.taup.
lv: Enerģ.taup.
mk: Штед.енерг.
ml: പവർ സേവർ
mr: पॉवर सेव्हर
ms: Pjimt kuasa
my: ပါဝါ ေခၽြတာစရာ
ne: पवर से.
or: ପାୱାର ସଞ୍ଚୟକାରୀ
pa: ਪਾਵਰ ਸੇਵਰ
pl: Oszcz.ener.
ro: Ec. energ.
si: බල සුරැකුම
sl: Var. porabe
sq: Kursyesi
sr: Šted. ener.
ta: பவர் சேவர்
te: పవర్ సేవర్
uk: Енергозбер.
ur: پاور سیور
uz: Quvvat teja

source: Power saver will be enabled. This will limit the maximum performance of the CPU, turn off Bluetooth, and a lower screen power level will be used. Wake-up gesture, Voice control, and Vibration will not be available. Clock and S Health functions will still be available.
as: পাৱাৰ চেভাৰ সক্ষম কৰা হ'ব৷ এইটোৱে CPU-ৰ সৰ্বাধিক প্ৰদৰ্শন সীমিত কৰিব, ব্লুটুথ অফ কৰিব আৰু এটা নিম্ন স্ক্ৰীণ পাৱাৰ স্তৰ ব্যৱহাৰ কৰিব৷ ৱেক-আপ গেশ্বাৰ, ভইচ নিয়ন্ত্ৰণ আৰু ভাইব্ৰেশ্বন উপলভ্য নহ'ব৷ ঘড়ী আৰু S Health কাৰ্যকাৰীতা এতিয়াও উপলভ্য হৈ থাকিব৷
az: Enerjiyə qənaət aktiv ediləcəkdir. Bu CPU-nun maksimal işini məhdudlaşdıracaq, Bluetooth-u söndürəcək və aşağı ekran enerji səviyyəsi istifadə ediləcək. Oyanma jesti, Səsin idarə edilməsi və Vibrasiya mövcud olmayacaq. Saat və S Health funksiyaları yenə də mövcud olacaq.
bg: Пестене на енергия ще бъде активирано. Това ще ограничи максималната производителност на процесора, ще изключи Bluetooth и ще се използва по-ниско ниво на мощност на екрана. Жест за събуждане, Управление с глас и Вибриране няма да са достъпни. Функциите Часовник и S Health все още ще са достъпни.
bn: পাওয়ার সাশ্রয় সক্ষম করা হবে। এটি CPU-এর সর্বাধিক কর্মক্ষমতাকে সীমিত করবে, ব্লুটুথ বন্ধ করবে এবং নূন্যতম স্ক্রিন পাওয়ার স্তর ব্যবহার করা হবে। জাগানোর জেশ্চার, ভয়েস নিয়্ন্ত্রণ এবং কম্পন সুলভ হবে না। ঘড়ি ও S Health কার্যকারিতাগুলি এখনও সুলভ হবে।
el_gr: Θα ενεργοποιηθεί η λειτουργία εξοικονόμησης ενέργειας. Κατά συνέπεια, θα περιοριστεί η μέγιστη απόδοση της CPU, θα απενεργοποιηθεί το Bluetooth και θα μειωθεί ο φωτισμός της οθόνης σας. Οι λειτουργίες χειρονομίας ενεργοποίησης, φωνητικού ελέγχου και δόνησης δεν θα είναι διαθέσιμες. Το ρολόι και οι λειτουργίες του S Health θα εξακολουθήσουν να είναι διαθέσιμες.
et: Energiasäästurežiim aktiveeritakse. Sellega piiratakse CPU maksimaalset jõudlust, lülitatakse välja Bluetooth ja ekraani jaoks kasutatakse madalat toitetaset. Aktiveerimise liigutus, hääljuhtimine ja värin pole saadaval. Kell ja rakenduse S Health funktsioonid on ikkagi saadaval.
fa: ذخیره نیرو فعال خواهد شد. این کار باعث می‌شود حداکثر عملکرد CPU محدود شود، بلوتوث خاموش شود، و میزان نیروی صفحه کمتری مورد استفاده قرار گیرد. حالت بیدارباش، کنترل صوتی، و لرزش در دسترس نخواهد بود. عملکردهای ساعت و S Health همچنان در دسترس خواهد بود.
ga: Cumasófar Coigilteoir cumhachta. Leis sin cuirfear teorainn le feidhmíocht uasta an CPU, casfar Bluetooth as, agus úsáidfear leibhéal cumhachta níos ísle don an scáileán. Ní bheidh Gluaisne múscailte, Rialú gutha ná Crith ar fáil. Beidh feidhmeanna Cloig agus S Health fós ar fáil.
gu: પાવર સેવરને સક્ષમ કરવામાં આવશે. આ CPU ના મહત્તમ પ્રદર્શનને મર્યાદિત કરશે, બ્લ્યુટુથને બંધ કરશે અને ઓછા સ્ક્રીન પાવર સ્તરનો ઉપયોગ કરવામાં આવશે. વેક-અપ શૈલી, અવાજ નિયંત્રણ અને કંપન ઉપલબ્ધ હશે નહીં. ઘડિયાળ અને S Health ફંક્શંસ હજી પણ ઉપલબ્ધ હશે.
he: מצב ’חיסכון בחשמל‘ יופעל. דבר זה יגביל את הביצועים המרביים של המעבד, יכבה את הפונקציה Bluetooth ויקטין את בהירות המסך. התכונות ’מחוות השכמה‘, ’בקרה קולית‘ ו’רטט‘ לא יהיו זמינות. הפונקציות ’שעון‘ ו-S Health ימשיכו להיות זמינות.
hy: Հոսանքի խնայումը կմիացվի: Դա կսահմանափակի CPU-ի առավելագույն արդյունավետությունը, կանջատի Bluetooth-ը և կօգտագործի էկրանի պայծառության ավելի ցածր մակարդակ: Արթնացման ժեստը, Ձայնի կառավարը և Թրթռումը անմատչելի կլինեն: Ժամացույցը և S Health գործառույթները դարձյալ մատչելի կլինեն:
is: Kveikt verður á orkusparnaði. Þetta takmarkar hámarksafköst örgjörvans, slekkur á Bluetooth og notar minni orku fyrir skjáinn. Vakningarbending, raddstýring og titringur verða ekki í boði. Klukkan og eiginleikar S Health verða áfram í boði.
ka: გააქტიურდება ენერგიის დაზოგვა. ამით შეიზღუდება CPU-ის მაქსიმალური მუშაობა, გამოირთვება Bluetooth და გამოყენებული იქნება ენერგიის ნაკლები დონე. გაღვიძების ჟესტს, ხმოვანი ბრძანებით მართვასა და ვიბრაციას ვერ გამოიყენებთ. საათისა და S Health ფუნქციების გამოყენებას კვლავ შეძლებთ.
kk: Қуат үнемдеу іске қосылады. Бұл CPU максималды өнімділігін шектейді, Bluetooth өшіреді және төменгі экранның қуат деңгейі пайдаланылады. Ояту қимылы, Дауыспен бақылау және дірілдеу қол жетімсіз болады. Сағат пен S Health функциялары әлі қол жетімді.
km: នឹង​បើកប្រើ​ធាតុសំចៃ​ថាមពល។ នេះ​នឹង​កំណត់ដែន​ប្រសិទ្ធផល​អតិបរមា​នៃ CPU, បិទ Bluetooth ហើយ​នឹង​ប្រើ​កម្រិត​ថាមពល​អេក្រង់​ទាប។ កាយវិការ​ដាស់, សំឡេង​បញ្ជា និង រំញ័រ​នឹង​មិន​អាច​ប្រើ​បាន​ឡើយ។ មុខងារ​នាឡិកា និង S Health នឹង​នៅតែ​អាច​ប្រើ​បាន​ដដែល។
kn: ಪವರ್ ಸೇವರ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತದೆ. ಇದು CPU ನ ಗರಿಷ್ಠ ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ಮಿತಿಗೊಳಿಸುತ್ತದೆ, ಬ್ಲೂಟೂತ್ ಆಫ್ ಮಾಡಿ ಮತ್ತು ಕಡಿಮೆ ಸ್ಕ್ರೀನ್ ಪವರ್ ಮಟ್ಟವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ಎಚ್ಚರಗೊಳಿಸುವ ಸನ್ನೆ, ಧ್ವನಿ ನಿಯಂತ್ರಣ ಮತ್ತು ಕಂಪನವು ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ಗಡಿಯಾರ ಮತ್ತು S Health ಕಾರ್ಯಗಳು ಇನ್ನೂ ಸಹ ಲಭ್ಯವಿರುತ್ತವೆ.
lo: ປະຢັດໄຟຈະເປີດໃຊ້ງານ. ອັນນີ້ຈະຈໍາກັດການເຮັດວຽກສູງສຸດຂອງ CPU, ປິດບລູທູດ, ແລະຈະນໍາໃຊ້ລະດັບໄຟໜ້າຈໍຕໍ່າລົງ. ທ່າການກະຕຸ້ນ, ການຄວບຄຸມສຽງ, ແລະການສັ່ນຈະບໍ່ມີຢູ່. ຟັງຄ໌ຊັນໂມງ ແລະ S Health ຈະຍັງມີຢູ່.
lt: Bus įjungtas energijos taupymo režimas. Bus apribotas didžiausias CPU našumas, išjungtas „Bluetooth“ ir naudojamas ekrano energijos taupymo režimas. Žadinimo gestas, valdymas balsu ir vibracija neveiks. Laikrodžio ir „S Health“ funkcijos veiks toliau.
lv: Tiks aktivizēts enerģijas taupīšanas režīms. Šādi tiks ierobežota centrālā procesora maksimālā veiktspēja, izslēgts Bluetooth savienojums un izmantots mazāks ekrāna jaudas līmenis. Aktivizēšanas žests, balss vadība un vibrācija nebūs pieejama. Joprojām būs pieejamas pulksteņa un S Health funkcijas.
mk: Ќе се вклучи Штедење енергија. Тоа ќе ги ограничи максималните перформанси на CPU-то, ќе го исклучи Bluetooth и ќе се користи пониско ниво на трошење на екранот. Гестот за будење, Говорна контрола и Вибрации нема да бидат достапни. Функциите Часовник и S Health уште ќе бидат достапни.
ml: പവർ സേവർ പ്രാപ്തമാക്കപ്പെടും. ഇത് CPU-ന്‍റെ പ്രകടനം പരമാവധി പരിമിതപ്പെടുത്തുകയും ബ്ലൂടൂത്ത് ഓഫ് ചെയ്യുകയും, കൂടാതെ കുറഞ്ഞ നിലയിലുള്ള സ്ക്രീൻ പവർ ഉപയോഗിക്കുകയും ചെയ്യും. വെയ്ക്ക്-അപ് ആംഗ്യം, ശബ്ദ നിയന്ത്രണം, വൈബ്രേഷൻ എന്നിവ ലഭ്യമാവുന്നതല്ല. ക്ലോക്ക്, S Health പ്രവർത്തനങ്ങൾ ഇപ്പോഴും ലഭ്യമാവും.
mr: पॉवर सेव्हर सक्षम केला जाईल. हे CPU चा कमाल परफॉरर्मन्स मर्यादित करेल, ब्लुटूथ बंद करेल आणि कमी स्क्रीन पॉवर वापरली जाईल. वेक-अप हावभाव, आवाज नियंत्रण आणि कंपन उपलब्ध नसेल. घड्याळ आणि S Health फंक्शन्‍स अजूनही उपलब्ध असतील.
ms: Penjimat kuasa akan diaktifkan. Ini akan mengehadkan prestasi maksimum CPU, mematikan Bluetooth, dan tahap kuasa skrin yang rendah akan digunakan. Gerak isyarat bangun, Kawalan suara dan Getaran tidak akan tersedia. Fungsi jam dan S Health masih tetap tersedia.
my: ပါဝါ ေခၽြတာစရာ ရေစလိမ့္မည္။ ဤအရာက CPU အမ်ားဆံုး လုပ္ေဆာင္ႏိုင္စြမ္းကို ကန္႔သတ္၊ ဘလူးတုသ္ ပိတ္ၿပီး ဖန္သားျပင္ ပါဝါ လယ္ဗယ္ အနိမ့္တစ္ခု သံုးလိမ့္မည္။ အႏိႈး အမူအယာ၊ အသံ အထိန္းႏွင့္ တုန္ခါမႈတို႔ ရမည္မဟုတ္ပါ။ နာရီႏွင့္ S Health လုပ္ေဆာင္ခ်က္မ်ား ရႏိုင္ဦးမည္။
ne: पवर बचत सक्षम गरिनेछ। यो CPU को अधिकतम कार्य क्षमता सीमित गर्नेछ ब्लुटूथ बन्द गरिएको बेला र कम स्क्रीनको पवरको न्यूनतमस्तरको कम प्रयोग हुनेछ। वेक-अप जेस्चर, भ्वाइस नियन्त्रण र कम्पन उपलब्ध हुनेछैन। घडी र S Health फंक्शन अझ पनि उपलब्ध हुनेछ।
or: ପାୱାର ସଞ୍ଚୟକାରୀ ସକ୍ଷମ ହେବ। ଏହା CPUର ସର୍ବୋଚ୍ଚ ପ୍ରଦର୍ଶନକୁ ସୀମିତ କରିବ, ବ୍ଲୁଟୁଥ୍‍ ଅଫ୍‍ କରନ୍ତୁ, ଏବଂ ଏକ ନିମ୍ନ ସ୍କ୍ରିନ୍‍ ପାୱାର ସ୍ତର ବ୍ୟବହୃତ ହେବ। ନିଦରୁ ଉଠିବା ମୁଖ ଭଂଗୀ, ସ୍ୱର ନିୟନ୍ତ୍ରଣ ଏବଂ କମ୍ପନ ଉପଲବ୍ଧ ହେବ ନାହିଁ। ଘଣ୍ଟା ଏବଂ S Health ପ୍ରକାର୍ଯ୍ୟ ତଥାପି ଉପଲବ୍ଧ ହେବ।
pa: ਪਾਵਰ ਸੇਵਰ ਨੂੰ ਸਮਰੱਥ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਇਹ CPU ਦੇ ਅਧਿਕਤਮ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਸੀਮਿਤ ਕਰ ਦੇਵੇਗਾ, ਬਲੂਟੁੱਥ ਬੰਦ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਸਕ੍ਰੀਨ ਦੇ ਘੱਟ ਪਾਵਰ ਸਤਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇਗੀ। ਵੈਕ-ਅਪ ਸੰਕੇਤ, ਵਾੱਇਸ ਨਿਯੰਤ੍ਰਣ ਅਤੇ ਕੰਪਨ ਉਪਲਬਧ ਨਹੀਂ ਹੋਣਗੇ। ਘੜੀ ਅਤੇ S Health ਫੰਕਸ਼ਨ ਤਾਂ ਵੀ ਉਪਲਬਧ ਹੋਣਗੇ।
pl: Oszczędzanie energii zostanie włączone. Spowoduje to ograniczenie maksymalnej wydajności procesora, wyłączenie Bluetooth oraz zmniejszenie poziomu zasilania ekranu. Nie będą dostępne funkcje gestu budzenia, sterowania głosem oraz wibracji. Funkcje Zegar oraz S Health nadal będą dostępne.
ro: Se va activa modul Economisire energie. Acesta va limita performanţa maximă CPU, va opri funcţia Bluetooth şi se va utiliza un nivel mai redus de energie pentru ecran. Gestul de activare, Controlul vocal şi Vibraţia nu vor fi disponibile. Ceasul şi funcţiile S Health vor fi în continuare disponibile.
si: බල සුරැකුම සක්‍රිය වනු ඇත. මෙමගින් CPU යන්ත්‍රයේ උපරිම ක්‍රියාකාරීත්වය සීමා කොට, බ්ලූටූත් ක්‍රියා විරහිත කොට අඩු තිර බලයක් භාවිතා කෙරෙනු ඇත. අවදි කිරීමේ අභිනය, කටහඬ පාලනය හා දෙදරුම් ලද නොහැකි වනු ඇත. ඔරලෝසුව හා S Health ක්‍රියාදාම තවදුරටත් ලද හැකි වනු ඇත.
sl: Varčevanje z energijo bo omogočeno. S tem boste omejili največjo učinkovitost delovanja procesorja, izklopili Bluetooth in zmanjšali moč zaslona. Poteza za bujenje, glasovno upravljanje in vibriranje ne bodo na voljo. Ura in funkcije aplikacije S Health bodo še vedno na voljo.
sq: Kursyesi do të aftësohet. Kjo do të kufizojë rendimentin maksimal të CPU-së, do të fikë Bluetooth dhe do të ulë nivelin e ndriçimit të ekranit. Gjesti i zgjimit, Komandimi zanor dhe Dridhja nuk do të jenë në dispozicion. Funksionet e Orës dhe S Health gjithnjë do të mund të përdoren.
sr: Štednja energije će biti omogućena. To će ograničiti maksimalne CPU performanse, isključiti Bluetooth i smanjiti nivo napajanja ekrana koji će se koristiti. Funkcije Buđenje pokretom, Kontrola glasom i Vibracija neće biti omogućene. Funkcije Sat i S Health će i dalje biti dostupne.
ta: பவர் சேவர் செயல்படுத்தப்படும். இது CPU வின் அதிகபட்ச செயல்திறனைக் கட்டுப்படுத்தும், ப்ளூடூத்தை முடக்கும், அத்துடன் திரைக்கு குறைவான மின்சக்தி பயன்படுத்தப்படும். வேக்-அப் சைகை, குரல் கட்டுப்பாடு மற்றும் அதிர்வு ஆகியவை கிடைக்காது. இருப்பினும் கடிகாரம் மற்றும் S Health செயல்பாடுகள் கிடைக்கும்.
te: శక్తి ఆదా ప్రారంభించబడుతుంది. ఇది CPU యొక్క గరిష్ట పనితీరుని పరిమితం చేస్తుంది, బ్లూటూత్‌ని ఆఫ్ చేస్తుంది మరియు తక్కువ స్క్రీన్ శక్తి స్థాయి ఉపయోగించబడుతుంది. మేల్కొల్పే సంజ్ఞ, వాయిస్ నియంత్రణ మరియు వైబ్రేషన్ అందుబాటులో లేవు. గడియారం మరియు S Health విధులు ఇప్పటికీ అందుబాటులో ఉన్నాయి.
tl: Papaganahin ang Power saver. Lilimitahan nito ang maximum na pagganap ng CPU, i-off ang Bluetooth, at gagamit ng mas mababang antas ng power para sa screen. Hindi magiging available ang gesture na Wake-up, Pagkontrol ng boses, at Pag-vibrate. Magiging available pa rin ang mga function na Orasan at S Health.
uk: Режим енергозбереження буде ввімкнено. Це призведе до обмеження максимальної продуктивності ЦП, вимкнення функції Bluetooth і встановлення нижчого рівня живлення для екрана. Жест пробудження, функція керування за допомогою голосових команд і відтворення вібрації будуть недоступні. Годинник і функції S Health можна буде використовувати й надалі.
ur: پاور سیور فعال ہوجائے گا۔ یہ CPU کی زیادہ سے زیادہ کارکردگی کو محدود کردے گا، بلو ٹوتھ آف کردے گا، اور اسکرین پاور کی کم سے کم سطح استعمال کی جائے گی۔ جاگنے کا انداز، وائس کنٹرول، اور حرکت پذیری دستیاب نہیں ہوگی۔ گھڑی اور S Health فنکشنز اب بھی دستیاب ہوں گے۔
uz: Quvvat tejash vositasi yoqiladi. Bu Markaziy Protsessor maksimal unumdorligini cheklaydi, Bluetoothni o‘chiradi va pastroq ekran quvvat sarflashi ishlatiladi. Uyg‘otish ishorasi, Ovozli boshqarish va Vibratsiyadan foydalanib bo‘lmaydi. Soat va S Health funksiyalaridan foydalanish mumkin bo‘ladi.
