Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_ST_BODY_ON_M_STATUS
source: On
as: অন
az: Qoş
bg: Включено
bn: চালু
el_gr: Ενεργό
et: Sees
fa: روشن
ga: Air
gu: ચાલું
he: מופעל
hy: Միացված է
is: Kveikt
ka: ჩართ.
kk: Қосылған
km: បើក
kn: ಆನ್
lo: ເປີດ
lt: Įjungta
lv: Ieslēgt
mk: Вклучено
ml: ഓണ്‍‌
mr: चालू
ms: Hidupkan
my: ဖြင့္
ne: अन
or: ଅନ୍
pa: ਚਾਲੂ
pl: Wł.
ro: Pornit
si: සක්‍රියයි
sl: Vključeno
sq: Aktiv
sr: Uključeno
ta: ஆன்
te: ఆన్ చేయి
tl: Naka-on
uk: Увімкнено
ur: آن
uz: Yoq.

# IDS_ST_BODY_OUTDOOR_MODE_ABB
source: Outdoor mode
as: বৰ্হিবিভাগ ম'ড
az: Açıq hava rjmi
bg: Режим открито
bn: আউটডোর মোড
el_gr: Λειτ. εξ. χώρ.
et: Väliting. rež.
fa: حالت بیرون
ga: Mód lasmuigh
gu: આઉટડોર મોડ
he: מצב חוץ
hy: Դրսի կերպ
is: Utandyra
ka: ღია ცის ქვეშ
kk: Сыртқы режим
km: ទម្រង់​ក្រៅអគារ
kn: ಹೊರಾಂಗಣ ಮೋಡ್‌
lo: ໂໝດຢູ່ຂ້າງນອກ
lt: Lauko režimas
lv: Āra režīms
mk: Реж. за надвор
ml: പുറംവേദി മോഡ്
mr: बाह्य मोड
ms: Mod kwsan luar
my: အျပင္ဘက္ အေနအထား
ne: आउटडोर मोड
or: ବାହାର ମୋଡ୍
pa: ਆਉਟਡੋਰ ਮੋਡ
pl: Tryb Na zewn.
ro: Mod Exterior
si: එළිමහන් ප්‍රකාරය
sl: Na prostem
sq: Përjashta
sr: Spoljni režim
ta: வெளிப்புற முறை
te: అవుట్‌డోర్ మోడ్
uk: Реж. «На вул.»
ur: آؤٹ ڈور موڈ
uz: Tashqari rjm

# IDS_ST_BODY_PD_MINUTES_ABB
source: %d minutes
as: %d মিনিট
az: %d dəqiqə
bg: %d минути
bn: %d মিনিট
el_gr: %d λεπτά
et: %d minutit
fa: %d دقیقه
ga: %d nóiméad
gu: %d મિનિટ
he: %d דקות
hy: %d րոպե
is: %d mínútur
ka: %d წუთი
kk: %d минут
km: %d នាទី
kn: %d ನಿಮಿಷಗಳು
lo: %d ນາທີ
lt: %d min.
lv: %d minūtes
mk: %d минути
ml: %d മിനിറ്റ്
mr: %d मिनिटे
ms: %d minit
my: %d မိနစ္
ne: %d मिनट
or: %d ମିନିଟ୍
pa: %d ਮਿੰਟ
pl: %d min
ro: %d minute
si: මිනිත්තු %d
sl: %d min
sq: %d minuta
sr: %d minuta
ta: %d நிமிடங்கள்
te: %d నిమిషాలు
tl: %d minuto
uk: %d хвилин
ur: %d منٹ
uz: %d daqiqa

# IDS_ST_BODY_PD_SECONDS_ABB2
source: %d seconds
as: %d ছেকেণ্ড
az: %d saniyə
bg: %d секунди
bn: %d সেকেন্ড
el_gr: %d δευτερ.
et: %d sek
fa: %d ثانیه
ga: %d soicind
gu: %d સેકંડ્સ
he: %d שניות
hy: %d վայրկ.
is: %d sek.
ka: %d წამი
kk: %d секунд
km: %d វិនាទី
kn: %d ಸೆಕೆಂಡುಗಳು
lo: %d ວິນາທີ
lt: %d sek.
lv: %d sek.
mk: %d секунди
ml: %d സെക്കൻറ്
mr: %d सेकंद
ms: %d saat
my: %d စကၠန္႔
ne: %d सेकेन्ड
or: %d ସେକେଣ୍ଡ
pa: %d ਸਕਿੰਟ
pl: %d s
ro: %d secunde
si: තත්පර %d
sl: %d s
sq: %d sekonda
sr: %d sekundi
ta: %d நொடிகள்
te: %d సెకన్లు
tl: %d segundo
uk: %d секунд
ur: %d سیکنڈ
uz: %d soniya

# IDS_ST_BODY_RESET_GEAR_ABB
source: Reset Gear
as: গীয়েৰ পুনঃছেট কৰক
az: Gear sıfırla
bg: Нулир. Gear
bn: গিয়ার রিসেট করুন
el_gr: Επαναφ. Gear
et: Lähtes. Gear
fa: بازنشانی Gear
ga: Athshoc. Gear
gu: ગીયરને ફરી ગોઠવો
he: אפס Gear
hy: Հտդրձել Gear
is: Núllst. Gear
ka: ბოლო Gear
kk: Gear ысыру
km: កំណត់ Gear ឡើងវិញ
kn: ಗೇರ್ ಮರುನಿಗದಿಪಡಿಸಿ
lo: ຕັ້ງເກຍຄືນໃໝ່
lt: Nustat. Gear
lv: Atiest. Gear
mk: Ресет. Gear
ml: റിസെറ്റ്‌
mr: गिअर पुनःमांडणी करा
ms: Ttp Sml Gear
my: ဂီယာ ျပန္သတ္မွတ္ပါ
ne: गियर रिसेट
or: ଗିଅର୍ ପୁନଃସେଟ୍
pa: ਗੇਅਰ ਰੀਸੈੱਟ ਕਰੋ
pl: Zreset. Gear
si: ගියරය යළි සක.
sl: Ponast. Gear
sq: Ricil. Gear
sr: Resetuj Gear
ta: கியரை ரீசெட் செய்க
te: గేర్‌ని రీసెట్ చేయి
tl: Reset ang Gear
uk: Скинути Gear
ur: Gear پھر سیٹ کریں
uz: Gear tashla

# IDS_ST_BODY_SCREEN_TIMEOUT_ABB2
source: Screen timeout
as: স্ক্ৰীণৰ সময় উকলিল
az: Ekran fasiləsi
bg: Изт. вр. екран
bn: স্ক্রিন সময়সমাপ্তি
el_gr: Λήξη χρ.ορ.οθ.
et: Ekr. ajalõpp
fa: زمان وقفه صفحه
ga: Am istigh scáil.
gu: સ્ક્રીન સમય સમાપ્ત
he: פסק זמן של מסך
hy: Էկրանի դադար
is: Skjátímalokun
ka: განათების დრო
kk: Экр.уақ.бітті
km: ពេល​អេក្រង់​ត្រូវ​រលត់
kn: ಸ್ಕ್ರೀನ್ ಟೈಮ್‌ಔಟ್
lo: ເວລາພັກໜ້າຈໍ
lt: Baig.ekr.laik.
lv: Ekr. taimauts
mk: Вр.за гас.екр.
ml: സ്ക്രീൻ ഇടവേള
mr: स्‍क्रीन मुदतबाह्य
ms: Tmt masa skrin
my: ဖန္သားျပင္ နားခ်ိန္
ne: स्क्रीन समय समाप्ति
or: ସ୍କ୍ରିନ୍ ସମୟ ସମା.
pa: ਸਕ੍ਰੀਨ ਸਮਾਂ-ਸਮਾਪਤ
pl: Limit cz. ekr.
ro: Expirare ecran
si: තිර කාලය ඉකුත් වීම
sl: Čas. om. zas.
sq: Ekr. iku afati
sr: Vr. do ist. ekr.
ta: திரை காலாவதி நேரம்
te: స్క్రీన్ టైమ్‌అవుట్
uk: Час очік.екр.
ur: اسکرین وقت ختم
uz: Ekrn taym-auti

# IDS_ST_BODY_SERIAL_NUMBER
source: Serial number
as: ধাৰাবাহিক নম্বৰ
az: Seriya nömrəsi
bg: Сериен номер
bn: ক্রমিক সংখ্যা
el_gr: Σειριακός αριθμός
et: Seerianumber
fa: شماره سریال
ga: Sraithuimhir
gu: સીરિયલ નંબર
he: מספר סידורי
hy: Հերթական համար
is: Raðnúmer
ka: სერიული ნომერი
kk: Сериялық номері
km: លេខ​សៀរៀល
kn: ಕ್ರಮ ಸಂಖ್ಯೆ
lo: ໝາຍເລກລໍາດັບ
lt: Serijos numeris
lv: Sērijas numurs
mk: Сериски број
ml: സീരിയല്‍ നമ്പര്‍
mr: क्रम संख्या
ms: Nombor bersiri
my: အစဥ္လုိက္ နံပါတ္မ်ား
ne: क्रमिक नम्बर
or: କ୍ରମାଙ୍କ ନମ୍ଵର୍
pa: ਸੀਰੀਅਲ ਨੰਬਰ
pl: Numer seryjny
ro: Număr serie
si: අනුක්‍රමික අංකය
sl: Serijska številka
sq: Numri serial
sr: Serijski broj
ta: தொடர் எண்
te: సీరియల్ నంబర్
uk: Серійний номер
ur: سیریل نمبر
uz: Seriya raqami

# IDS_ST_BODY_SET_DATE_ABB2
source: Set date
as: তাৰিখ ছেট কৰক
az: Tarixi seç
bg: Зад. дата
bn: তারিখ সেট করুন
el_gr: Ρύθμ. ημ/νίας
et: Määra kpv
fa: تنظ. تاریخ
ga: Socrú dáta
gu: તારીખ ગોઠવો
he: הגדר תאריך
hy: Դնել թվկն
is: Velja dag
ka: თარიღი
kk: Күнді орн.
km: កំណត់​កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ಹೊಂದಿಸಿ
lo: ຕັ້ງວັນທີ
lt: Nust. datą
lv: Iest. dat.
mk: Одр. датум
ml: തീയതി സജ്ജമാക്കുക
mr: तारीख सेट करा
ms: Ttpkn trkh
my: ေန႔စြဲ သတ္မွတ္ပါ
ne: मिति सेट गर्नुहोस्
or: ତାରିଖ ସେଟ କର.
pa: ਮਿਤੀ ਸੈੱਟ ਕਰੋ
pl: Ustaw datę
ro: Set. data
si: දිනය සක.
sl: Nas. datum
sq: Vër datën
sr: Pod. datum
ta: தேதி அமைக
te: తేదీని సెట్ చేయి
uk: Вст. дату
ur: تاریخ سیٹ
uz: Sana o‘rn

# IDS_ST_BODY_SYNC_WITH_PHONE_ABB
source: Sync with phone.
as: ফোনৰ সৈতে চিংক কৰক৷
az: Telefonla sinxr.
bg: Синхр. с телефон.
bn: ফোনের সাথে সিঙ্ক করুন।
el_gr: Συγχρ. με τηλέφωνο.
et: Sunkr. telefoniga.
fa: همگام سازی با تلفن
ga: Sioncr. le fón
gu: ફોન સાથે સમન્વયિત કરો
he: סנכרן עם הטלפון
hy: Հմժմ հեռախոսի հետ:
is: Samstilla við síma.
ka: სინქრ. ტელეფონთან.
kk: Тел. арқылы синх.
km: ធ្វើ​សមកាល​ជាមួយ​ទូរសព្ទ។
kn: ಫೋನ್ ಜೊತೆ ಸಿಂಕ್ ಮಾಡಿ.
lo: ຊິງຄ໌ກັບໂທລະສັບ.
lt: Sinchr. su tel.
lv: Sinhr. ar tālruni.
mk: Синхр. со телефон.
ml: ഫോണുമായി സമന്വയിപ്പിക്കുക.
mr: फोनसह सिंक करा.
ms: Selrs dgn telefon.
my: ဖုန္းျဖင့္ ဆင့္ခ္လုပ္ပါ
ne: फोनसँग सिंक गर्नुहोस्।
or: ଫୋନ୍ ସହ ସିଙ୍କ୍ କରନ୍ତୁ।
pa: ਫੋਨ ਨਾਲ ਸਿੰਕ ਕਰੋ।
pl: Synchr. z telef.
ro: Sincr. cu telef.
si: දුරකථනය සමග සම්මු කර.
sl: Sinhr. s telefonom.
sq: Sink. me telefonin.
sr: Sinh. sa telefonom.
ta: போனுடன் ஒத்திசைக.
te: ఫోన్‌తో సింక్ చేయి.
tl: I-sync sa telepono.
uk: Синхр. з телефоном.
ur: فون سے ہم وقت کریں
uz: Tel. b-n sinxronla.

# IDS_ST_BODY_SYSTEM_M_VOLUME_ABB
source: System
as: ছিষ্টেম
az: Sistem
bg: Система
bn: সিস্টেম
el_gr: Σύστημα
et: Süsteem
fa: سیستم
ga: Córas
gu: સિસ્ટમ
he: מערכת
hy: Համակարգ
is: Kerfi
ka: სისტემა
kk: Жүйе
km: ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆ
lo: ລະບົບ
lt: Sistema
lv: Sistēma
mk: Систем
ml: സിസ്റ്റം
mr: सिस्‍टम
ms: Sistem
my: စစ္စတမ္
ne: प्रणाली
or: ସିଷ୍ଟମ୍
pa: ਸਿਸਟਮ
ro: Sistem
si: පද්ධතිය
sl: Sistem
sq: Sistemi
sr: Sistem
ta: சிஸ்டம்
te: సిస్టమ్
uk: Система
ur: سسٹم
uz: Tizim

# IDS_ST_BODY_TOUCH_SOUNDS_ABB
source: Touch sounds
as: স্পৰ্শৰ শব্দ
az: Tox səs
bg: Звуци докос.
bn: স্পর্শ ধ্বনি
el_gr: Ήχοι αφής
et: Puutehelid
fa: صداهای لمس
ga: Fuaime. tadhaill
gu: સ્પર્શ અવાજો
he: צלילי מגע
hy: Հպ. հնչյններ
is: Snertihljóð
ka: შეხების ხმა
kk: Тию дыбысы
km: សំឡេង​ប៉ះ
kn: ಸ್ಪರ್ಶ ಧ್ವನಿಗಳು
lo: ສຽງການສໍາຜັດ
lt: Liet. garsai
lv: Piesk.skaņas
mk: Зв. за допир
ml: സ്പർശന ശബ്ദങ്ങൾ
mr: स्‍पर्श ध्‍वनी
ms: Bunyi sentuh
my: ထိျခင္း အသံမ်ား
ne: टच ध्वनिहरू
or: ସ୍ପର୍ଶ ଧ୍ଵନି
pa: ਟਚ ਧੁਨੀਆਂ
pl: Dźw. dotkn.
ro: Sunete at.
si: ස්පර්ශ හඬවල්
sl: Zvoki dotika
sq: Ting. prekje
sr: Zvuci dodira
ta: தொடு ஒலிகள்
te: టచ్ ధ్వనులు
tl: Tunog touch
uk: Звуки натис.
ur: ٹچ ساؤنڈز
uz: Tegish ovozi

# IDS_ST_BODY_VIBRATE_ABB2
source: Vibrate
as: ভাইব্ৰেট
az: Titrəmə
bg: Вибрация
bn: কম্পন
el_gr: Δόνηση
et: Värin
fa: لرزش
ga: Crith
gu: કંપન
he: רטט
hy: Թրթռացնել
is: Titringur
ka: ვიბრაცია
kk: Діріл
km: ញ័រ
kn: ವೈಬ್ರೇಟ್‌
lo: ສັ່ນ
lt: Vibruoti
lv: Vibrēt
mk: Вибрации
ml: വൈബ്രേറ്റ്
mr: कंपन
ms: Getar
my: တုန္ခါပါ
ne: भाइब्रेट
or: କମ୍ପନ
pa: ਵਾਈਬ੍ਰੇਟ
pl: Wibracja
ro: Vibraţie
si: කම්පනය කරන්න
sl: Vibriranje
sq: Me dridhje
sr: Vibracija
ta: அதிர்வு
te: వైబ్రేట్
tl: Mag-vibrate
uk: Вібрація
ur: تھرتھراہٹ
uz: Vibratsiya

# IDS_ST_BODY_YOUR_GEAR_IS_VISIBLE_FOR_PS_ABB
source: Your Gear is visible for %s.
as: %s-ৰ বাবে আপোনাৰ গীয়েৰৰ দৃশ্যমান৷
az: Gear-nız %s ərzində görünür.
bg: Вашият Gear е видим за %s.
bn: আপনার গিয়ার %s-এর জন্য দৃশ্যমান।
el_gr: Το Gear είναι ορατό για %s.
et: Teie Gear on nahtav: %s.
fa: Gear برای %s قابل مشاهده است.
ga: Tá do Gear infheicthe ag %s
gu: તમારું ગીયર %s માટે દ્રશ્યમાન છે
he: ‏Gear גלוי ל-%s.
hy: Ձեր Gear-ը տեսանելի է %s:
is: Gear er sýnilegt í %s.
ka: თქვენი Gear ხილულია დროით: %s.
kk: Gear %s бойы көрінеді.
km: Gear របស់​អ្នក​អាច​ឲ្យ​គេ​មើលឃើញ %s។
kn: ನಿಮ್ಮ ಗೇರ್ %s ಗೆ ಕಾಣುತ್ತದೆ.
lo: ໃຫ້ເຫັນເກຍຂອງທ່ານເປັນເວລາ %s.
lt: Jūsų „Gear“ matomas %s.
lv: Ierīce Gear ir redzama %s.
mk: Вашиот Gear е видлив %s.
ml: നിങ്ങളുടെ ഗിയർ %s -ന് ദൃശ്യമാണ്.
mr: आपले गिअर %s साठी दृश्यमान आहे.
ms: Gear anda kelihatan untuk %s.
my: သင့္အရွိန္ကို %s အထိ ျမင္ႏိုင္သည္။
ne: तपाईको गियर %s सम्म दृश्‍यमान छ।
or: ଆପଣଙ୍କ ଗିଅର୍ %s ପାଇଁ ଦୃଶ୍ୟଲବ୍ଧ ଅଟେ।
pa: %s ਦੇ ਲਈ ਤੁਹਾਡਾ ਗੇਅਰ ਦ੍ਰਿਸ਼ਮਾਨ ਹੈ।
pl: Zeg. Gear jest widoczny przez %s.
ro: Gear este vizibil timp de %s.
si: ඔබගේ ගියරය %s සඳහා දෘශ්‍යමාන ය.
sl: Ura Gear bo vidna %s.
sq: Gear-i është i gjetshëm për %s.
sr: Tvoj Gear je vidljiv tokom %s.
ta: உங்கள் கியர் %s வரை புலனாகும்.
te: మీ గేర్ %sకు కనిపిస్తుంది.
tl: Nakikita ang Gear mo nang %s.
uk: Gear є видимим на %s.
ur: %s کیلئے آپ کا Gear قابل رویت ہے
uz: Gear %s davomida ko‘rinadi.

# IDS_ST_BUTTON_BRIGHTNESS
source: Brightness
as: উজ্জ্বলতা
az: Parlaqlıq
bg: Яркост
bn: উজ্জ্বলতা
el_gr: Φωτεινότ.
et: Heledus
fa: روشنایی
ga: Gile
gu: ચળકાટ
he: בהירות
hy: Պյծռթյուն
is: Birtustig
ka: სიკაშკაშე
kk: Ашықтығы
km: ភាពភ្លឺច្បាស់
kn: ಉಜ್ವಲತೆ
lo: ຄວາມແຈ້ງສະຫວ່າງ
lt: Ryškumas
lv: Spilgtums
mk: Светлина
ml: തെളിച്ചം
mr: चमक
ms: Kecerahan
my: အလင္း
ne: चम्किलोपन
or: ଔଜଲ୍ୟତା
pa: ਚਮਕ
pl: Jasność
ro: Luminoz.
si: දීප්තිය
sl: Svetlost
sq: Ndriçimi
sr: Osvetlj.
ta: ஒளிர்வு
te: ప్రకాశవంతం
tl: Liwanag
uk: Яскравість
ur: اجلا پن
uz: Ravshanlik

# IDS_ST_BUTTON_CANCEL_ABB2
source: Cancel
as: বাতিল
az: Ləğv et
bg: Отказ
bn: বাতিল
el_gr: Ακύρωση
et: Tühista
fa: لغو
ga: Cuir ar ceal
gu: રદ કરો
he: ביטול
hy: Դադարեցնել
is: Hætta v.
ka: გაუქმება
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದು
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: ပယ္ဖ်က္ပါ
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
si: අවලංගු කර.
sl: Prekliči
sq: Anulo
sr: Otkaži
ta: ரத்து
te: రద్దు చేయి
tl: Kanselahin
uk: Скасувати
ur: منسوخ
uz: Bekor qil

# IDS_ST_BUTTON_CLOCK
source: Clock
as: ঘড়ী
az: Saat
bg: Часовник
bn: ঘড়ি
el_gr: Ρολόι
et: Kell
fa: ساعت
ga: Clog
gu: ઘડિયાળ
he: שעון
hy: Ժամացույց
is: Klukka
ka: საათი
kk: Сағат
km: នាឡិកា
kn: ಗಡಿಯಾರ
lo: ໂມງ
lt: Laikrodis
lv: Pulkstenis
mk: Часовник
ml: ക്ലോക്ക്
mr: घड्याळ
ms: Jam
my: နာရီ
ne: घड़ी
or: ଘଣ୍ଟା
pa: ਘਡ਼ੀ
pl: Zegar
ro: Ceas
si: ඔරලෝසුව
sl: Ura
sq: Ora
sr: Sat
ta: கடிகாரம்
te: గడియారం
tl: Orasan
uk: Годинник
ur: گھڑی
uz: Soat

# IDS_ST_BUTTON_GEAR_INFO
source: Gear info
as: গীয়েৰৰ তথ্য
az: Gear məlumatı
bg: Информация за Gear
bn: গিয়ার তথ্য
el_gr: Πληροφορίες Gear
et: Seadme Gear teave
fa: اطلاعات Gear
ga: Faisnéis faoi Gear
gu: ગીયર માહિતી
he: פרטי Gear
hy: Տեղեկություններ Gear-ի մասին
is: Upplýsingar um Gear
ka: Gear-ის ინფორმაცია
kk: Gear ақпараты
km: ព័ត៌មាន Gear
kn: ಗೇರ್ ಮಾಹಿತಿ
lo: ຂໍ້ມູນເກຍ
lt: „Gear“ informacija
lv: Gear informācija
mk: Информации за Gear
ml: ഇന്‍ഫോ
mr: गिअर माहिती
ms: Maklumat Gear
my: ဂီယာ အခ်က္အလက္
ne: गियर जानकारी
or: ଗିଅର୍‌ ସୂଚନା
pa: ਗੇਅਰ ਜਾਣਕਾਰੀ
pl: Gear — informacje
ro: Informaţii Gear
si: ගියර තතු
sl: Podatki o uri Gear
sq: Info për Gear
sr: Gear informacije
ta: கியர் விவரம்
te: గేర్ సమాచారం
tl: Impormasyon ng Gear
uk: Відомості щодо Gear
ur: Gear معلومات‬
uz: Gear haqida ma’lumot

# IDS_ST_BUTTON_LANGUAGE
source: Language
as: ভাষা
az: Dil
bg: Език
bn: ভাষা
el_gr: Γλώσσα
et: Keel
fa: زبان
ga: Teanga
gu: ભાષા
he: שפה
hy: Լեզու
is: Tungumál
ka: ენა
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
lo: ພາສາ
lt: Kalba
lv: Valoda
mk: Јазик
ml: ഭാഷ
mr: भाषा
ms: Bahasa
my: ဘာသာစကား
ne: भाषा
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pl: Język
ro: Limbă
si: භාෂාව
sl: Jezik
sq: Gjuha
sr: Jezik
ta: மொழி
te: భాష
tl: Wika
uk: Мова
ur: زیان
uz: Til

# IDS_ST_BUTTON_NOTIFICATIONS
source: Notifications
as: অধিসূচনা
az: Bildirişlər
bg: Известия
bn: বিজ্ঞপ্তিকরণগুলি
el_gr: Ειδοποιήσεις
et: Teavitused
fa: اعلامیه ها
ga: Fógraí
gu: સૂચનાઓ
he: התראות
hy: Ծանուցումներ
is: Tilkynningar
ka: შეტყობინებები
kk: Хабарл-р
km: ការជូនដំណឹង
kn: ಪ್ರಕಟಣೆಗಳು
lo: ແຈ້ງເຕືອນ
lt: Pranešimai
lv: Paziņojumi
mk: Известувања
ml: അറിയിപ്പുകള്‍
mr: अधिसूचना
ms: Pemberitahuan
my: အေၾကာင္းၾကားခ်က္မ်ား
ne: सूचनाहरू
or: ବିଜ୍ଞପ୍ତିସମୂହ
pa: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
ro: Notificări
si: දැනුම්දීම්
sl: Obvestila
sq: Njoftimet
sr: Obaveštenja
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
uk: Сповіщення
ur: اعلانات
uz: Bildirishnoma

# IDS_ST_HEADER_RINGTONES_ABB
source: Ringtones
as: ৰিংট'নসমূহ
az: Zəng tonları
bg: Тонове на звънене
bn: রিংটোন
el_gr: Ήχοι κλήσης
et: Helinad
fa: آهنگ های زنگ
ga: Clingthoin
gu: રીંગટોન્સ
he: צלצולים
hy: Զանգի հնչերանգներ
is: Hringitónar
ka: ზარის მელოდიები
kk: Рингтондар
km: សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ಗಳು
lo: ສຽງ​ໂທເຂົ້າ
lt: Skambėjimo tonai
lv: Zvana signāli
mk: Ѕвонења
ml: റിംഗ്ടോണുകള്‍
mr: रिंगटोन्स
ms: Nada dering
ne: रिङटोनहरू
or: ରିଂଗଟୋନଗୁଡିକ
pa: ਰਿੰਗਟੋਨਾਂ
pl: Dzwonki
ro: Tonuri de sonerie
si: රිංග්ටෝන
sl: Zvonjenja
sq: Tonet e ziles
sr: Tonovi zvona
ta: ரிங்டோன்கள்
te: రింగ్టోన్‌లు
tl: Mga Ringtone
uk: Звуки дзвінка
ur: گھنٹی کے ٹون
uz: Ringtonlar

# IDS_ST_HEADER_USB_DEBUGGING_ABB
source: USB debugging
as: USB ডিবাগিং
az: USB sazlanması
bg: USB поправки
bn: USB ডিবাগিং
el_gr: Εντ. σφαλ. USB
et: USB-silumine
fa: رفع اشکال USB
ga: Dífhabhtú USB
gu: USB ડિબગિંગ
he: אתר באג ב-USB
hy: USB ապավրիպում
is: USB-kembing
ka: USB გასწორება
kk: USB жөндеу
km: ការបំបាត់​កំហុស​តាម USB
kn: USB ಡೀಬಗಿಂಗ್
lo: ການແກ້ໄຂບັນຫາ USB
lt: USB derinimas
lv: USB atkļūd.
mk: Дебагирање USB
ml: USB പ്രശ്നപരിഹാരം
mr: USB डीबगिंग
ms: Pnyahppjtn USB
my: USB အျပစ္ဖယ္ရွားျခင္း
ne: USB डिबगिङ
or: USB ଡିବଗିଂ
pa: USB ਡੀਬਗਿੰਗ
pl: Debugow. USB
ro: Depanare USB
si: USB නිදොසීම
sl: Odpr. nap. USB
sq: Debugimi USB
sr: Otk. gr. USB-a
ta: USB பிழைநீக்கம்
te: USB డీబగ్గింగ్
uk: Налагодж. USB
ur: USB ڈی بگنگ
uz: USB vositalari

# IDS_ST_HEADER_VIBRATION_ABB
source: Vibration
as: ভাইব্ৰেশ্বন
az: Titrəyiş
bg: Вибрация
bn: কম্পন
el_gr: Δόνηση
et: Värin
fa: لرزاننده
ga: Crith
gu: કંપન
he: רטט
hy: Թրթռում
is: Titringur
ka: ვიბრაცია
kk: Діріл
km: រំញ័រ
kn: ಕಂಪನ
lo: ສັ່ນ
lt: Vibracija
lv: Vibrācija
mk: Вибрации
ml: വൈബ്രേഷൻ
mr: कंपन
ms: Getar
my: တုန္ခါမႈ
ne: कम्पन
or: ଭାଇବ୍ରେସନ୍
pa: ਵਾਈਬ੍ਰੇਸ਼ਨ
pl: Wibracja
ro: Vibraţie
si: කම්පනය
sl: Vibriranje
sq: Dridhja
sr: Vibracija
ta: அதிர்வு
te: వైబ్రేషన్
uk: Вібрація
ur: تھرتھراہٹ
uz: Vibratsiya

# IDS_ST_MBODY_HELP
source: Help
as: সহায়
az: Kömək
bg: Помощ
bn: সাহায্য
el_gr: Βοήθεια
et: Spikker
fa: راهنما
ga: Cabhair
gu: મદદ
he: עזרה
hy: Օգնություն
is: Hjálp
ka: დახმარება
kk: Анықтама
km: ជំនួយ
kn: ಸಹಾಯ
lo: ຊ່ວຍ​ເຫຼືອ
lt: Žinynas
lv: Palīdzība
mk: Помош
ml: സഹായം
mr: मदत
ms: Bantuan
my: အကူအညီ
ne: मद्दत
or: ସହାୟତା
pa: ਮਦਦ
pl: Pomoc
ro: Ajutor
si: සහයවන්න
sl: Pomoč
sq: Ndihma
sr: Pomoć
ta: உதவி
te: సహాయం
tl: Tulong
uk: Довідка
ur: مدد
uz: Yordam

# IDS_ST_OPT_MEDIUM_M_INTENSITY
source: Medium
as: মধ্যম
az: Orta
bg: Средна
bn: মাঝারি
el_gr: Μεσαίο
et: Keskmine
fa: معمولی
ga: Meánach
gu: મધ્યમ
he: בינוני
hy: Միջին
is: Miðlungs
ka: საშუალო
kk: Орташа
km: មធ្យម
kn: ಮಧ್ಯಮ
lo: ປານກາງ
lt: Vidutinis
lv: Vidēja
mk: Средно
ml: ഇടത്തരം
mr: मध्यम
ms: Sederhana
my: အလတ္
ne: मध्यम
or: ମଧ୍ୟମ
pa: ਮੱਧਮ
pl: Średnia
ro: Medie
si: මධ්‍යස්ථ
sl: Srednje
sq: Mesatare
sr: Srednja
ta: நடுத்தரமான
te: మధ్యస్థం
tl: Katamtaman
uk: Середній
ur: درمیانہ
uz: O‘rtacha

# IDS_ST_OPT_SOUND_ABB2
source: Sound
as: ধ্বনি
az: Səs
bg: Звук
bn: ধ্বনি
el_gr: Ήχος
et: Heli
fa: صدا
ga: Fuaim
gu: ધ્વનિ
he: צליל
hy: Հնչյուն
is: Hljóð
ka: ხმა
kk: Дыбыс
km: សំឡេង
kn: ಧ್ವನಿ
lo: ສຽງ
lt: Garsas
lv: Skaņa
mk: Звук
ml: ശബ്ദം
mr: ध्वनी
ms: Bunyi
my: အသံ
ne: ध्वनि
or: ଧ୍ଵନି
pa: ਧੁਨੀ
pl: Dźwięk
ro: Sunet
si: හඬ
sl: Zvok
sq: Tingulli
sr: Zvuk
ta: ஒலி
te: ధ్వని
tl: Tunog
uk: Звук
ur: آواز
uz: Ovoz

# IDS_ST_OPT_SOUND_MODE_ABB
source: Sound mode
as: ধ্বনি ম'ড
az: Səs rejimi
bg: Режим на звука
bn: সাউন্ড মোড
el_gr: Λειτ. ήχου
et: Helirežiim
fa: حالت صدا
ga: Mód fuaime
gu: અવાજ મોડ
he: מצב צליל
hy: Ձայնային կերպ
is: Hljóðstilling
ka: ხმის რეჟიმი
kk: Дыбыстық режим
km: ទម្រង់​សំឡេង
kn: ಶಬ್ದ ಮೋಡ್
lo: ໂໝດສຽງ
lt: Garso režimas
lv: Skaņas režīms
mk: Режим за звук
ml: ശബ്ദ മോഡ്
mr: ध्वनी मोड
ms: Mod bunyi
my: အသံ အေနအထား
ne: ध्वनि मोड
or: ସାଉଣ୍ଡ୍ ମୋଡ୍
pa: ਧੁਨੀ ਮੋਡ
pl: Tryb dźwięku
ro: Mod sunet
si: ශබ්ද ප්‍රකාරය
sl: Način zvoka
sq: Regj. tingull
sr: Režim zvuka
ta: ஒலி முறை
te: ధ్వని మోడ్
uk: Режим звуку
ur: ساؤنڈ موڈ
uz: Ovoz rejimi

# IDS_ST_OPT_STRONG_M_INTENSITY
source: Strong
as: শক্তিশালী
az: Güclü
bg: Силно
bn: শক্তিশালী
el_gr: Αυξημένη
et: Tugev
fa: قوی
ga: Láidir
gu: સશક્ત
he: חזק
hy: Ուժեղ
is: Mikill
ka: ძლიერი
kk: Күшті
km: ខ្លាំង
kn: ಬಲಿಷ್ಠ
lo: ແຮງ
lt: Stiprus
lv: Spēcīgs
mk: Јако
ml: ശക്തം
mr: मजबूत
ms: Kuat
my: အားေကာင္း
ne: शक्तिशाली
or: ଦୃଢ
pa: ਮਜ਼ਬੂਤ
pl: Duża
ro: Puternic
si: ශක්තිමත්
sl: Močna
sq: I theksuar
sr: Jak
ta: பலமாக
te: బలమైన
tl: Malakas
uk: Підвищена
ur: طاقتور
uz: Kuchli

# IDS_ST_OPT_WEAK_M_INTENSITY
source: Weak
as: দূৰ্বল
az: Zəif
bg: Слаба
bn: দূর্বল
el_gr: Ασθενές
et: Nõrk
fa: ضعیف
ga: Lag
gu: નબળું
he: חלש
hy: Թույլ
is: Lítill
ka: სუსტი
kk: Әлсіз
km: ខ្សោយ
kn: ದುರ್ಬಲ
lo: ອ່ອນ
lt: Silpnas
lv: Vāja
mk: Слаб
ml: ദുർബലം
mr: दुर्बल
ms: Lemah
my: အားနည္း
ne: कमजोर
or: ଦୂର୍ବଳ
pa: ਕਮਜ਼ੋਰ
pl: Słaba
ro: Slabă
si: දුර්වලයි
sl: Šibko
sq: E dobët
sr: Slaba
ta: வலுக்குறைந்தது
te: బలహీనమైన
tl: Mahina
uk: Слабкий
ur: کمزور
uz: Kuchsiz
