Repository: tizenorg/profile.wearable.apps.native.watch-setting
Catalog: po/*.po
Languages: as, az, bg, bn, el_gr, et, fa, ga, gu, he, hy, is, ka, kk, km, kn, lo, lt, lv, mk, ml, mr, ms, my, ne, or, pa, pl, ro, si, sl, sq, sr, ta, te, tl, uk, ur, uz

# IDS_WMGR_OPT_LAST_VIEWED_SCREEN
source: Last viewed screen
as: অন্তিম দৰ্শন কৰা স্ক্ৰীণ
az: Son baxılan ekran
bg: Последно прегледан екран
bn: সর্বশেষ দেখা স্ক্রিন
el_gr: Οθόνη που προβλήθηκε τελευταία
et: Viimati kuvatud ekraan
fa: آخرین صفحه مشاهده شده
ga: An scáileán deireanach a n-amharcadh air
gu: છેલ્લે જોવાયેલી સ્ક્રીન
he: האחרון שהוצג
hy: Վերջին անգամ դիտված էկրանը
is: Síðasti opni skjár
ka: ბოლოს ნანახი ეკრანი
kk: Соңғы көрілген экран
km: អេក្រង់​ដែល​បាន​បង្ហាញ​ចុងក្រោយ
kn: ಕೊನೆಯದಾಗಿ ವೀಕ್ಷಿಸಿದ ಪರದೆ
lo: ໜ້າຈໍທີ່ເບິ່ງຄັ້ງຫຼ້າສຸດ
lt: Vėliausiai peržiūrėtas ekranas
lv: Pēdējais skatītais ekrāns
mk: Последниот гледан екран
ml: അവസാനം കണ്ട സ്ക്രീൻ
mr: शेवटी पाहिलेली स्‍क्रीन
ms: Skrin terakhir ditonton
my: ေနာက္ဆံုး ၾကည့္ခဲ့သည့္ ဖန္သားျပင္
ne: अन्तिम पटक हेरिएको स्क्रीन
or: ଶେଷଥର ଦେଖିଥିବା ସ୍କ୍ରିନ୍
pa: ਅੰਤਿਮ ਦੇਖੀ ਗਈ ਸਕ੍ਰੀਨ
pl: Ostatnio wyświetlany ekran
ro: Ultimul ecran vizualizat
si: අවසන් වරට බැලූ තිරය
sl: Zadnji prikazan zaslon
sq: Ekrani që ke parë së fundi
sr: Poslednji prikazani ekran
ta: கடைசியாக பார்த்த திரை
te: చివరగా వీక్షించిన స్క్రీన్
tl: Huling pinanood na screen
uk: Останній переглянутий екран
ur: آخری بار دیکھی گئی اسکرین
uz: Oxirgi ko‘rib chiqilgan ekran

# IDS_WNOTI_BUTTON_OK_ABB2
source: OK
as: ঠিক
bn: ওকে
fa: تأیید
gu: ઓકે
he: אישור
hy: Ընտրել
is: Í lagi
km: យល់ព្រម
kn: ಓಕೆ
lo: ຕົກລົງ
lt: Gerai
lv: Labi
ml: ശരി
mr: ठीक
my: အိုေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే
ur: ٹھیک ہے

# IDS_EMAIL_OPT_SMALL_M_FONT_SIZE
source: Small
as: সৰু
az: Kiçik
bg: Малък
bn: ছোট
el_gr: Μικρό
et: Väike
fa: کوچک
ga: Beag
gu: નાના
he: קטן
hy: Փոքր
is: Lítið
ka: მცირე
kk: Кіші
km: តូច
kn: ಚಿಕ್ಕದು
lo: ນ້ອຍ
lt: Mažas
lv: Mazs
mk: Мало
ml: ചെറുത്
mr: लहान
ms: Kecil
my: အေသး
ne: सानो
or: କ୍ଷୁଦ୍ର
pa: ਛੋਟਾ
pl: Mały
ro: Mic
si: කුඩා
sl: Majhna
sq: I vogël
sr: Mali
ta: சிறிய
te: చిన్న
tl: Maliit
uk: Малий
ur: چھوٹا
uz: Kichkina

# IDS_ST_HEADER_DOUBLE_PRESSING_POWER_KEY_ABB
source: Double pressing power key
as: পাৱাৰ কীৰ দুবাৰ দবাই
az: Enerji düym iki dəfə sıxılm
bg: Двукр. нат. бут. за включване
bn: পাওয়ার কী দুবার টেপা হলে
el_gr: Πλήκτρο ενεργ. διπλ. πατήματος
et: Toitenupu vajutam. kaks korda
fa: کلید روشن خاموش دو فشاره
ga: Cumhachteochair a dhébhrú
gu: પાવર કીને બેવાર દબાવે છે
he: הקשה כפולה על מקש ההפעלה
hy: Սնուցման ստեղնի կրկն. սեղմում
is: Ýtt tvisvar á rofann
ka: ჩართვის ღილაკზე ორჯერ დაჭერა
kk: Қуат пернесін екі рет басу
km: ការចុច​គ្រាប់ចុច​ថាមពល​ពីរដង
kn: ಪವರ್‌ ಕೀಯನ್ನು ಎರಡು ಸಲ ಒತ್ತುವುದು
lo: ກົດປຸ່ມປິດເປີດສອງເທື່ອຊ້ອນ
lt: Maitin. mygt. spaudimas dukart
lv: Iesl/izsl.taus.nosp.divr.
mk: Двоен прит. на копчето за вкл.
ml: പവർ കീ രണ്ടുതവണ അമർത്തൽ
mr: पॉवर की दोनदा दाबत आहे
ms: Tkn keknci kuasa dua kali
my: ပါဝါကီးကို ႏွစ္ခ်က္ႏွိပ္ျခင္း
ne: पवर कुञ्जी दुई पटक दबाउनु
or: ପାୱାର୍ କୀ ଦ୍ଵିବାର ଦବାଇବା
pa: ਪਾਵਰ ਬਟਨ ਦੋ ਵਾਰ ਦਬਾਉਣਾ
pl: Dwukrotne naciś. klaw. zasil.
ro: Apăs. de 2 ori but. de pornire
si: ද්වි ඔබන බල යතුර
sl: Dvojno pritisk. tipke za vklop
sq: Dy-shtypja e tastit ndezës
sr: Dvaput prit. tast. za uključ.
ta: பவர் விசையை இருமுறை அழுத்துதல்
te: పవర్ కీని రెండుసార్లు నొక్కడం
tl: Pagpindot sa power key 2x
uk: Подв.натис.клав.живлення
ur: بجلی کلید دوہرا دبانا
uz: Quvvat tugma. ikki marta bos

# IDS_ST_BODY_1_MINUTE_ABB2
source: 1 minute
as: 1 মিনিট
az: 1 dəqiqə
bg: 1 минута
bn: 1 মিনিট
el_gr: 1 λεπτό
et: 1 minut
fa: 1 دقيقه
ga: 1 nóiméad
gu: 1 મિનિટ
he: דקה
hy: 1 րոպե
is: Ein mínúta
ka: 1 წუთი
kk: 1 минут
km: 1 នាទី
kn: 1 ನಿಮಿಷ
lo: 1 ນາທີ
lt: 1 min.
lv: 1 minūte
mk: 1 минута
ml: 1 മിനിറ്റ്
mr: 1 मिनिट
ms: 1 minit
my: ၁ မိနစ္
ne: 1 मिनट
or: 1 ମିନିଟ୍
pa: 1 ਮਿੰਟ
pl: 1 min
ro: 1 minut
si: මිනිත්තු 1
sl: 1 min
sq: 1 minutë
sr: 1 minut
ta: 1 நிமிடம்
te: 1 నిమిషం
tl: 1 minuto
uk: 1 хвилина
ur: 1 منٹ
uz: 1 daqiqa

# IDS_ST_BODY_WALLPAPERS
source: Wallpapers
as: ৱালপেপাৰসমূহ
az: Divar kağızları
bg: Тапети
bn: ওয়ালপেপারগুলি
el_gr: Θέματα φόντου
et: Taustpildid
fa: کاغذ دیواری
ga: Cúlbhrait
gu: વૉલપેપર્સ
he: טפטים
hy: Պաստառներ
is: Veggfóður
ka: ფონები
kk: Түсқағаз
km: រូប​ផ្ទៃ​អេក្រង់
kn: ವಾಲ್‌ಪೇಪರ್‌ಗಳು
lo: ວອລເປເປີ
lt: Ekrano fonai
lv: Fona attēli
mk: Заднини
ml: ചുമര്‍ചിത്രങ്ങള്‍
mr: वॉलपेपर
ms: Hiasan latar
my: ေနာက္ခံပုံရိပ္မ်ား
ne: भित्तेकागजहरू
or: ୱାଲ୍‌ପେପର୍‌ଗୁଡିକ
pa: ਵਾਲਪੇਪਰ
pl: Tapety
ro: Fundaluri
si: බිතුපත්
sl: Ozadja
sq: Sfondet
sr: Tapeti
ta: வால்பேப்பர்கள்
te: వాల్‌పేపర్‌లు
tl: Mga Wallpaper
uk: Заставки
ur: والپیپر
uz: Fon rasmlari

# IDS_ST_BODY_GALLERY
source: Gallery
as: গেলাৰী
az: Qalereya
bg: Галерия
bn: গ্যালারি
el_gr: Συλλογή
et: Galerii
fa: گالری
ga: Gailearaí
gu: ગૅલરી
he: גלריה
hy: Պատկերասրահ
is: Gallerí
ka: გალერეა
kk: Галерея
km: វិចិត្រសាល
kn: ಗ್ಯಾಲರಿ
lo: ແກເລີຣີ
lt: Galerija
lv: Galerija
mk: Галерија
ml: ഗാലറി
mr: गॅलरी
ms: Galeri
my: ျပခန္း
ne: ग्यालरी
or: ଗ୍ୟାଲେରୀ
pa: ਗੈਲਰੀ
pl: Galeria
ro: Galerie
si: ගැලරි
sl: Galerija
sq: Galeria
sr: Galerija
ta: கேலரி
te: గేలరీ
uk: Галереї
ur: گیلری
uz: Galereya

# IDS_COM_MBODY_COLOUR_PALETTE
source: Colour palette
as: ৰঙৰ প্লেট
az: Rəng palitrası
bg: Цветова палитра
bn: রঙের প্যালেট
el_gr: Παλέτα χρωμάτων
et: Värvipalett
fa: صفحه رنگ
ga: Pailéad dathanna
gu: રંગ પૅલિટ
he: לוח צבעים
hy: Գունապնակ
is: Litaspjald
ka: ფერთა გამა
kk: Бұлт бояуы
km: បន្ទះ​ពណ៌
kn: ಬಣ್ಣದ ಪ್ಯಾಲೆಟ್
lo: ແຜ່ນປະສົມສີ
lt: Spalvų paletė
lv: Krāsu palete
mk: Палета на бои
ml: കളര്‍ പാലറ്റ്
mr: रंग पॅलेट
ms: Palet warna
my: အေရာင္စပ္သည့္အျပား
ne: रंगीन पेटलेट
or: ରଙ୍ଗ ତୁଳୀ
pa: ਰੰਗਦਾਰ ਪੈਲੇਟ
pl: Paleta kolorów
ro: Paletă de culori
si: වර්ණ පුවරුව
sl: Barvna paleta
sq: Paleta e ngjyrave
sr: Paleta boja
ta: நிறத் தட்டு
te: రంగు పాలేట్
tl: Paleta ng kulay
uk: Кольорова палітра
ur: رنگ کی تختی
uz: Ranglar palitrasi

# IDS_COM_BODY_DEFAULT
source: Default
as: ডিফ'ল্ট
az: İlkin təyin olunan
bg: По подразбиране
bn: ডিফল্ট
el_gr: Προεπιλογή
et: Vaikimisi
fa: پيش فرض
ga: Réamhshocrú
gu: મૂળભૂત
he: ברירת מחדל
hy: Լռելյայն
is: Sjálfgefið
ka: ნაგულისხმევი
kk: Өздігінен
km: លំនាំ​ដើម
kn: ಡಿಫಾಲ್ಟ್
lo: ຄ່າເລີ່ມຕົ້ນ
lt: Numatytoji
lv: Noklusējums
mk: Основно
ml: സ്ഥിരസ്ഥിതി
mr: डिफॉल्ट
ms: Lalai
my: မူလသတ္မွတ္ထားေသာ
ne: पूर्वनिर्धारित
or: ଡିଫଲ୍ଟ
pa: ਡਿਫਾੱਲਟ
pl: Domyślna
ro: Implicit
si: පෙරනිමිය
sl: Privzeto
sr: Podrazumevano
ta: டீஃபால்ட்
te: డీఫాల్ట్
uk: За замовчуванням
ur: ڈیفالٹ
uz: Birlamchi

# IDS_COM_OPT_ROTATE_CCW
source: 90° L
az: 90° SOL
bg: 90° обратно на часовниковата стрелка
bn: 90° বাম
el_gr: 90° Α
et: 90° vasakule
fa: 90°چپ
ga: 90° T
he: 90° שמאלה
is: 90° V
ka: 90° მარცხნივ
kk: 90° Cолға
km: 90° ឆ្វេង
lt: 90° prieš laikrodžio rodyklę
lv: 90° pretēji pulksteņrādītāja virzienam
mk: 90° налево
or: 90° ଏଲ
ro: 90° St
si: 90° ව
sl: 90° nasprotno od smeri urnega kazalca
sq: 90° M
sr: 90° suprotno od kazaljke
uk: На 90° проти годинникової стрілки
uz: 90° Ch

# IDS_COM_OPT_ROTATE_CW
source: 90° R
az: 90° SAĞ
bg: 90° по часовниковата стрелка
el_gr: 90° Δ
et: 90° paremale
fa: 90°راست
ga: 90° D
he: 90° ימינה
is: 90° H
ka: 90° მარჯვნივ
kk: 90° Оңға
km: 90° ស្តាំ
lt: 90° pagal laikrodžio rodyklę
lv: 90° pulksteņrādītāja virzienā
mk: 90° надесно
or: 90° ଆର
pl: 90° P
ro: 90° Dr
si: 90° ද
sl: 90° v smeri urnega kazalca
sq: 90° D
sr: 90° u smeru kazaljke
uk: На 90° за годинниковою стрілкою
uz: 90° O‘

# IDS_EMAIL_BODY_ENABLED_M_STATUS
source: Enabled
as: সক্ষম হৈছে
az: Aktivdir
bg: Активирано
bn: সক্ষম হয়েছে
el_gr: Ενεργοποιήθηκε
et: Aktiveeritud
fa: فعال شد
ga: Cumasaithe
gu: સક્ષમ
he: מופעל
hy: Ընձեռված է
is: Kveikt
ka: გააქტიურებულია
kk: Қосылған
km: បាន​បើក
kn: ಸಕ್ರಿಯಗೊಂಡಿದೆ
lo: ໄດ້ເປີດໃຊ້ງານ
lt: Įjungta
lv: Aktivizēts
mk: Вклучено
ml: പ്രാപ്‌തമാക്കി
mr: सक्रिय
ms: Diaktifkan
my: လုပ္ငန္း စတင္ေဆာင္ရြက္ေစၿပီး
ne: सक्षम गरियो
or: ସାମର୍ଥ୍ୟ ହୋଇଛି
pa: ਸਮਰੱਥ
pl: Włączone
ro: Activat
si: ක්‍රියාත්මක කරන ලදි
sl: Omogočeno
sq: Aftësuar
sr: Omogućeno
ta: செயல்படுத்தப்பட்டது
te: ప్రారంభించబడింది
tl: Pinagana
uk: Увімкнено
ur: اہل بنادیا
uz: Yoqilgan

# IDS_ST_BODY_DEFAULT_FONT
source: Default font
as: ডিফল্ট ফন্ট
az: Susmaya görə şrift
bg: Шрифт по подразбиране
bn: ডিফল্ট হরফ
el_gr: Προεπιλεγμένη γραμματοσειρά
et: Vaikefont
fa: فونت پیش فرض
ga: Cló réamhshocraithe
gu: ડિફોલ્ટ ફૉન્ટ
he: גופן ברירת המחדל
hy: Կանխադրված տառատեսակ
is: Sjálfgefin leturgerð
ka: საწყისი ფონტი
kk: Әдепкі қаріп
km: ពុម្ព​អក្សរ​លំនាំ​ដើម
kn: ಡಿಫಾಲ್ಟ್ ಫಾಂಟ್
lo: ຮູບແບບຕົວໜັງສືມາດຕະຖານ
lt: Numatytasis šriftas
lv: Noklusējuma fonts
mk: Основен фонт
ml: ഡിഫോള്‍ട്ട് ഫോണ്ട്
mr: डिफॉल्ट फाँट
ms: Fon lalai
my: စီစဥ္ထားသည့္ေဖာင့္
ne: पूर्वनिर्धारित फन्ट
or: ଡିଫଲ୍ଟ ଫଣ୍ଟ
pa: ਡਿਫਾੱਲਟ ਫੌਂਟ
pl: Czcionka domyślna
ro: Font prestabilit
si: පෙරනිම් ෆොන්ට්
sl: Privzeta pisava
sq: Fonti i parazgjedhur
sr: Podrazumevani font
ta: டீஃபால்ட் எழுத்துரு
te: డీఫాల్ట్ ఫాంట్
tl: Default na font
uk: Стандартний шрифт
ur: فونٹ حذف کریں
uz: Birlamchi o'rnatilgan shrift

# IDS_ST_BODY_FONT
source: Font
as: ফ'ণ্ট
az: Şrift
bg: Шрифт
bn: হরফ
el_gr: Γραμματοσειρά
fa: فونت
ga: Cló
gu: ફૉન્ટ
he: גופן
hy: Տառատեսակ
is: Letur
ka: ფონტი
kk: Қаріп
km: ពុម្ព​អក្សរ
kn: ಫಾಂಟ್
lo: ຕົວອັກສອນ
lt: Šriftas
lv: Fonts
mk: Фонт
ml: ഫോണ്ട്
mr: फाँट
ms: Fon
my: ေဖာင့္
ne: फन्ट
or: ଫଣ୍ଟ
pa: ਫੌਂਟ
pl: Czcionka
si: අකුරු වර්ගය
sl: Pisava
sq: Tipi i shkronjës
ta: எழுத்துரு
te: ఫాంట్
uk: Шрифт
ur: فونٹ
uz: Shrift

# IDS_ST_BODY_FONT_STYLE
source: Font style
as: ফ'ণ্ট ষ্টাইল
az: Şrift üslubu
bg: Стил на шрифт
bn: হরফের প্রকার
el_gr: Στυλ γραμματοσειράς
et: Fondi laad
fa: سبک فونت
ga: Clóstíl
gu: ફોન્ટ શૈલી
he: סגנון גופן
hy: Տառատեսակի ոճ
is: Leturstíll
ka: შრიფტის სტილი
kk: Шрифт стилі
km: រចនាប័ទ្ម​ពុម្ព​អក្សរ
kn: ಫಾಂಟ್ ಶೈಲಿ
lo: ແບບ​ຟອນ
lt: Šrifto stilius
lv: Fonta stils
mk: Тип букви
ml: അക്ഷര ശൈലി
mr: फाँट शैली
ms: Gaya fon
my: ေဖာင့္ စတုိင္
ne: फन्ट शैली
or: ଫଣ୍ଟ ଶୈଳୀ
pa: ਫੌਂਟ ਸ਼ੈਲੀ
pl: Styl czcionki
ro: Stil font
si: ෆොන්ට ශෛලය
sl: Slog pisave
sq: Stili i shkronjës
sr: Stil fonta
ta: எழுத்துரு பாணி
te: ఫాంట్ శైలి
tl: Estilo ng font
uk: Стиль шрифту
ur: فونٹ کی قسم
uz: Shrift uslubi

# IDS_ST_BODY_COOL_JAZZ
source: Cool jazz
as: কুল জাজ
bn: কুল জ্যাজ
ga: Snag snasta
gu: કુલ જાઝ
kn: ಕೂಲ್ ಜಾಜ್ಜ್
lv: Nomierinošs džezs
ml: കൂള്‍ ജാസ്
mr: कूल जॉझ
ne: कूल ज्याज
or: କୁଲ ଜାଜ
pa: ਕੂਲ ਜੈਜ਼
si: කූල් ජෑශ්
ta: கூல் ஜாஸ்
te: కూల్ జాజ్
ur: کول جیز

# IDS_ST_BODY_FONTSTYLE_ROSEMARY
source: Rosemary
as: ৰ'জমেৰী
bn: রোজমেরি
gu: રોઝમેરી
kn: ರೋಸ್ಮರಿ
lv: Rozmarīns
ml: റോസ്മേരി
mr: रोझमॅरी
ne: रोजमेरी
or: ରୋଜମେରୀ
pa: ਰੋਜ਼ਮੈਰੀ
si: රෝස්මෙරි
ta: ரோஸ்மெரி
te: రోజ్మేరీ
ur: روز میری

# IDS_GALLERY_TPOP_HOME_BACKGROUND_SET
source: Home background set.
as: গৃহ পৃষ্ঠভূমি ছেট হৈছে।
az: Əsas fon quruldu.
bg: Цветът на фона на началния екран е зададен.
bn: হোম ব্যাকগ্রাউন্ড সেট হয়েছে।
el_gr: Ορίστηκε το φόντο αρχικής σελίδας.
et: Avaekraani taust on määratud.
fa: تصویر زمینه صفحه اصلی تنظیم شد.
ga: Cúlra baile socraithe.
gu: હોમ પૃષ્ઠભૂમિ ગોઠવઈ.
he: הטפט הוגדר.
hy: Հիմնական ֆոնը դրվեց:
is: Bakgrunnur heimaskjás stilltur.
ka: საწყისი გვერდის ფონი დაყენდა.
kk: Бастапқы фон түсін орнату.
km: បាន​កំណត់​ផ្ទៃអេក្រង់។
kn: ಹೋಮ್ ಹಿನ್ನೆಲೆ ಹೊಂದಿಸಲಾಗಿದೆ.
lo: ຕັ້ງຄ່າສີພື້ນຫຼັງໜ້າຈໍແລ້ວ.
lt: Pradžios ekrano fonas nustatytas.
lv: Sākuma fons ir iestatīts.
mk: Почетната заднина е поставена.
ml: ഹോം പശ്ചാത്തലം സജ്ജമാക്കി.
mr: होम पार्श्‍वभूमी सेट केली.
ms: Set latar belakang laman utama.
my: မူလ ေနာက္ခံ သတ္မွတ္ထားသည္။
ne: गृहको पृष्ठभूमि सेट गरिएको छ।
or: ହୋମ୍ ପୃଷ୍ଠପଟ୍ଟ ସେଟ୍ କରନ୍ତୁ।
pa: ਹੋਮ ਬੈਕਗ੍ਰਾਉਂਡ ਸੈੱਟ।
pl: Ustawiono tło ekranu startowego.
ro: Fundal pentru ecranul de pornire setat.
si: මුල්පිටු පසුබිම සකසන ලදී.
sl: Ozadje za domači zaslon je nastavljeno.
sq: Imazhi në sfond u cilësua.
sr: Pozadine početnog ekrana je postavljena.
ta: முகப்பு பின்னணி அமைக்கப்பட்டது.
te: హోమ్ నేపథ్య సెట్.
tl: Naitakda na ang home background.
uk: Фон екрана оформлення встановлено.
ur: ہوم بیک پس منظر سیٹ کر دیا گیا۔
uz: Asosiy sahifa foni o‘rnatildi.

# IDS_ST_HEADER_DEVICE_NAME_ABB
source: Device name
as: ডিভাইচ নাম
az: Cihazın adı
bg: Име на устройство
bn: ডিভাইস নাম
el_gr: Όνομα συσκευής
et: Seadme nimi
fa: نام دستگاه
ga: Ainm an ghléis
gu: ઉપકરણ નામ
he: שם ההתקן
hy: Սարքի անվանումը
is: Heiti tækis
ka: მოწყობილობის სახელი
kk: Құрылғы аты
km: ឈ្មោះ​ឧបករណ៍
kn: ಸಾಧನದ ಹೆಸರು
lo: ຊື່ໂທລະສັບ
lt: Įrenginio pavadinim.
lv: Ierīces nosaukums
mk: Име на уредот
ml: സാമഗ്രി നാമം
mr: साधनाचे नाव
ms: Nama peranti
my: ကိရိယာအမည္
ne: डिभाइसको नाम
or: ଡିଭାଇସ୍ ନାମ
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ
pl: Nazwa urządzenia
ro: Nume dispozitiv
si: උපාංග නාමය
sl: Ime naprave
sq: Emri i pajisjes
sr: Naziv uređaja
ta: சாதன பெயர்
te: పరికరం పేరు
tl: Pangalan ng device
uk: Ім’я пристрою
ur: آلہ کا نام
uz: Qurilma nomi

# IDS_ST_BODY_BATTERY_STATUS
source: Battery status
as: বেটাৰীৰ স্থিতি
az: Batareya statusu
bg: Състояние на батерията
bn: ব্যাটারির স্থিতি
el_gr: Κατάσταση μπαταρίας
et: Aku olek
fa: وضعیت باتری
ga: Stádas ceallra
gu: બૅટરી સ્થિતિ
he: מצב הסוללה
hy: Մարտկոցի վիճակը
is: Hleðsla rafhlöðu
ka: კვების ელემენტის სტატუსი
kk: Батареяның күйі
km: ស្ថានភាព​ថ្ម
kn: ಬ್ಯಾಟರಿ ದರ್ಜೆ
lo: ສະຖານະແບັດເຕີຣີ
lt: Akumuliatoriaus būsena
lv: Akumulatora statuss
mk: Состојба на батеријата
ml: ബാറ്ററി അവസ്ഥ
mr: बॅटरीची स्थिती
ms: Status bateri
my: ဘက္ထရီ အေျခအေန
ne: बैटरी स्थिति
or: ବ୍ୟାଟେରୀ ସ୍ଥିତି
pa: ਬੈਟਰੀ ਦੀ ਸਥਿਤੀ
pl: Status baterii
ro: Stare baterie
si: බැටරි තත්ත්වය
sl: Stanje baterije
sq: Gjendja e baterisë
sr: Status baterije
ta: மின்கல நிலை
te: బ్యాటరీ స్థితి
tl: Katayuan ng baterya
uk: Стан акумулятора
ur: بیٹری کی حالت
uz: Batareya holati

# IDS_HS_BODY_HOME_BACKGROUND_ABB
source: Home background
as: গৃহ পৃষ্ঠভূমি
az: Əsas fon
bg: Фон на нач. екр.
bn: হোম ব্যাকগ্রাউন্ড
el_gr: Φόντο αρχικής
et: Avaekraani taust
fa: زمینه صفحه اصلی
ga: Cúlra an bhaile
gu: હોમ પૃષ્ઠભૂમિ
he: רקע מסך הבית
hy: Հիմն. էկրանի ֆոն
is: Bakg. heimaskjás
ka: საწყისის ფონი
kk: Бастапқы фон
km: ផ្ទៃខាងក្រោយ​គេហ
kn: ಹೋಮ್‍ ಹಿನ್ನೆಲೆ
lo: ສີພື້ນຫຼັງໜ້າຈໍ
lt: Pradž.ekr.fonas
lv: Sākuma ekr. fons
mk: Почетна заднина
ml: ഹോം പശ്ചാത്തലം
mr: होम पार्श्‍वभूमी
ms: Ltr blkng utama
my: မူလစာမ်က္ႏွာ၏ ေနာက္ခံ
ne: गृह पृष्ठभूमि
or: ହୋମ୍ ପୃଷ୍ଠପଟ
pa: ਹੋਮ ਬੈਕਗ੍ਰਾਉਂਡ
pl: Tło ekr. start.
ro: Fundal ecr. pornire
si: නිවාස පසුබිම
sl: Oz. dom. zaslona
sq: Sfondi bazë
sr: Pozad. poč. ekr.
ta: முகப்புப் பின்னணி
te: హోమ్ నేపథ్యం
uk: Фон екран.оформ.
ur: ہوم کا پس منظر
uz: Asosiy fon

# IDS_HS_OPT_LARGE_ICONS_ABB
source: Large icons
as: ডাঙৰ আইকনসমূহ
az: Böyük nişan
bg: Големи икони
bn: বড় আইকনগুলি
el_gr: Μεγ. εικον.
et: Suur ikoon
fa: نمادهای بزرگ
ga: Íocóin mhóra
gu: મોટા આઇકન્સ
he: סמלים גדולים
hy: Մեծ պատկերակ
is: Stór tákn
ka: დიდი ღილაკი
kk: Үлкен белг-р
km: អាយខុន​ធំៗ
kn: ದೊಡ್ಡ ಐಕಾನ್‍ಗಳು
lo: ໄອຄອນໃຫຍ່
lt: Did. piktog.
lv: Lielas ikon.
mk: Големи икони
ml: വലിയ ഐക്കണുകൾ
mr: मोठे आयकॉन्‍स
ms: Ikon besar
my: သေကၤတ အႀကီး
ne: ठूला प्रतिमाहरू
or: ବୃହତ ଆଇକନ୍‌.
pa: ਵੱਡੇ ਪ੍ਰਤੀਰੂਪ
pl: Duże ikony
ro: Pict. mari
si: විශාල අයිකන
sl: Velike ikone
sq: Ikona mëdha
sr: Velike ikone
ta: பெரிய சின்னங்கள்
te: పెద్ద చిహ్నాలు
tl: Malaki icon
uk: Вел. значки
ur: بڑے آئیکنز
uz: Katta ik-cha

# IDS_HS_OPT_SMALL_ICONS_ABB
source: Small icons
as: সৰু আইকনসমূহ
az: Kiçik nişan
bg: Малки икони
bn: ছোট আইকনগুলি
el_gr: Μικρά εικον.
et: Väike ikoon
fa: نمادهای کوچک
ga: Íocóin bheaga
gu: નાનાં આઇકન્સ
he: סמלים קטנים
hy: Փքր պատկերակ
is: Lítil tákn
ka: მცირე ღილაკი
kk: Кіші белг-р
km: អាយខុន​តូចៗ
kn: ಸಣ್ಣ ಐಕಾನ್‍ಗಳು
lo: ໄອຄອນນ້ອຍ
lt: Maž. piktog.
lv: Mazas ikonas
mk: Мали икони
ml: ചെറിയ ഐക്കണുകൾ
mr: लहान आयकॉन्‍स
ms: Ikon kecil
my: သေကၤတ အေသး
ne: साना प्रतिमाहरू
or: କ୍ଷୁଦ୍ର ଆଇକନ୍‌.
pa: ਛੋਟੇ ਪ੍ਰਤੀਰੂਪ
pl: Małe ikony
ro: Pict. mici
si: කුඩා අයිකන
sl: Majhne ikone
sq: Ikona vogla
sr: Male ikone
ta: சிறிய சின்னங்கள்
te: చిన్న చిహ్నాలు
tl: Maliit icon
uk: Мал. значки
ur: چھوٹے آئیکنز
uz: Kich. ik-cha

# IDS_ST_OPT_MEDIUM_M_FONT_SIZE
source: Medium
as: মধ্যম
az: Orta
bg: Среден
bn: মাঝারি
el_gr: Μεσαίο
et: Keskmine
fa: معمولی
ga: Meánach
gu: મધ્યમ
he: בינוני
hy: Միջին
is: Miðlungsstórt
ka: საშუალო
kk: Орташа
km: មធ្យម
kn: ಮಧ್ಯಮ
lo: ປານກາງ
lt: Vidutinis
lv: Vidējs
mk: Средно
ml: ഇടത്തരം
mr: मध्यम
ms: Sederhana
my: အလတ္
ne: मध्यम
or: ମଧ୍ୟମ
pa: ਮੱਧਮ
pl: Średni
ro: Mediu
si: මධ්‍යම
sl: Srednja
sq: Mesatar
sr: Srednji
ta: நடுத்தரமான
te: మధ్యస్థం
tl: Katamtaman
uk: Середній
ur: درمیانہ
uz: O‘rtacha

# IDS_ST_BODY_PERFORMING_FACTORY_DATA_RESET_PLEASE_WAIT_ING
source: Performing factory data reset. Please wait...
as: ফেক্টৰী ডাটা পুনঃছেট সম্পন্ন কৰি আছে। অনুগ্ৰহ কৰি অপেক্ষা কৰক...
az: Zavod məlumatlarının bərpası aparılır. Lütfən gözləyin...
bg: Извършва се нулиране с фабричните данни. Моля, изчакайте...
bn: ফ্যাক্টরি তথ্য পুনরায় সেট করা হচ্ছে৷ দয়া করে অপেক্ষা করুন...
el_gr: Γίνεται επαναφορά των εργοστασιακών δεδομένων. Περιμένετε...
et: Tehaseandmete lähtestamine. Palun oodake...
fa: در حال بازنشانی داده های کارخانه. لطفاً صبر کنید...
ga: Athshocrú sonraí monarchan á dhéanamh. Fan go fóill...
gu: ફૅક્ટરીની ડેટાને ફરી ગોઠવી રહ્યું છે. કૃપયા પ્રતીક્ષા કરો...
he: מבצע איפוס לנתוני היצרן. נא המתן...
hy: Կատարվում է գործարանային տվյալների հետադարձում: Խնդրում ենք սպասել...
is: Framkvæmi gagnafrumstillingu. Augnablik...
ka: სრულდება ქარხნული მონაცემების დაბრუნება. გთხოვთ, დაელოდოთ...
kk: Зауыттық деректер қалпына келтірілуде. Күте тұрыңыз...
km: កំពុង​ធ្វើ​ការកំណត់​ទិន្នន័យ​ពី​រោងចក្រ​ឡើង​វិញ។ សូម​រង់ចាំ...
kn: ಫ್ಯಾಕ್ಟರಿ ದತ್ತಾಂಶ ಮರುನಿಯೋಜನೆ ನಡೆಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...
lo: ດໍາເນີນການຕັ້ງຄ່າຂໍ້ມູນໂຮງງານໃໝ່. ກະລຸນາ ລໍຖ້າ...
lt: Gamykliniai duomenys nustatomi iš naujo. Palaukite...
lv: Veic sākotnējo datu atiestati. Lūdzu, uzgaidiet...
mk: Се врши фабричко ресетирање на податоците. Почекајте...
ml: ഫാക്ടറി ഡാറ്റാ പുനസജ്ജീകരണം നിര്‍വഹിക്കുക. ദയവായി കാത്തിരിക്കുക...
mr: फॅक्टरी डेटा पुन्हा मांडणी करत आहे. कृपया प्रतीक्षा करा...
ms: Menjalankan tetap semula data kilang. Sila tunggu...
my: စက္ရံု ေဒတာ ျပန္ဆင္ျခင္း ေဆာင္ရြက္ျခင္း။ ေက်းဇူးျပဳ၍ ေစာင့္ပါ...
ne: फ्याक्टोरी डाटा रिसेट कार्य हुँदैछ। कृपया पर्खनुहोस्...
or: ଫେକ୍ଟୋରୀ ଡାଟା ରିସେଟ୍ ସମ୍ପାଦନ କରୁଛି। ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ...
pa: ਫੈਕਟਰੀ ਡੈਟਾ ਰੀਸੈੱਟ ਹੋ ਰਿਹਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pl: Przywracanie ustawień fabrycznych. Czekaj...
ro: Se execută resetarea la datele din fabrică. Aşteptaţi...
si: කර්මාන්ත දත්ත නැවත සැකසීම සිදු කරමින් පවතී. කරුණාකර රැඳී සිටින්න...
sl: Ponastavljanje na tovarniške podatke. Počakajte ...
sq: Duke kryer ricilësimin e të dhënave të fabrikës. Prit pak...
sr: Obavlja se fabričko resetovanje. Sačekaj...
ta: ஃபேக்டரி தரவு ரீசெட் செய்கிறது. தயவுசெய்து காத்திருக்கவும்...
te: ఫ్యాక్టరీ డేటా రీసెట్‌ని అమలు చేస్తోంది. దయచేసి వేచి ఉండండి...
tl: Nagsasagawa ng pag-reset ng factory data. Mangyaring maghintay...
uk: Скидання даних до заводських значень. Зачекайте...
ur: فیکٹری کوائف پھرسیٹ انجام دے رہا ہے۔ برائے مہربانی انتظار کریں...
uz: Ishlab chiqaruvchi parametrlariga o‘tkazish. Iltimos, kuting...

# IDS_ST_TPOP_CLOCK_CHANGED
source: Clock changed.
as: ঘড়ী পৰিবৰ্তন কৰা হৈছে৷
az: Saat dəyişdi.
bg: Часовникът е променен.
bn: ঘড়ি পরিবর্তিত হয়েছে।
el_gr: Το ρολόι άλλαξε.
et: Kella on muudetud.
fa: ساعت تغییر کرد.
ga: Clog athraithe.
gu: ઘડિયાળ બદલાઈ.
he: שינוי השעון בוצע.
hy: Ժամացույցը փոխվեց:
is: Klukku breytt.
ka: საათი შეიცვალა.
kk: Сағат өзгертілді.
km: បាន​ប្ដូរ​នាឡិកា។
kn: ಗಡಿಯಾರ ಬದಲಾಯಿಸಿದೆ.
lo: ໂມງປ່ຽນແລ້ວ.
lt: Laikrodis pakeistas.
lv: Pulkstenis ir mainīts.
mk: Часовникот е сменет.
ml: ക്ലോക്ക് മാറ്റി.
mr: घड्याळ बदलले.
ms: Jam berubah.
my: နာရီ ေျပာင္းထားသည္။
ne: घड़ी परिवर्तन गरिएको छ।
or: ଘଣ୍ଟା ପରିବର୍ତ୍ତନ ହୋଇଛି।
pa: ਘੜੀ ਬਦਲ ਗਈ।
pl: Zmieniono zegar.
ro: Ceasul s-a schimbat.
si: ඔරලෝසුව වෙනස් විය.
sl: Ura je spremenjena.
sq: Ora u ndryshua.
sr: Sat je promenjen.
ta: கடிகாரம் மாற்றப்பட்டது.
te: గడియారం మార్చబడింది.
tl: Pinalitan ang orasan.
uk: Годинник змінено.
ur: گھڑی تبدیل کی گئے۔
uz: Soat o‘zgardi.

# IDS_COM_BODY_CELL_BROADCAST_MESSAGE
source: Cell Broadcast Message
as: চেল সম্প্ৰচাৰ মেচেজ
az: Mobil Yayım Mesajı
bg: Информационно съобщение
bn: সেল ব্রডকাস্ট Message
el_gr: Μήνυμα εκπομπής κυψέλης
et: Võrguteade
fa: پیام پخش سلولی
ga: Teachtaireacht Craolta Cille
gu: સેલ બ્રોડકાસ્ટ સંદેશ
he: הודעת שידור Class 0‏
hy: Բջջի Հաղորդման Ուղերձ
is: Skilaboð frá endurvarpa
ka: ფიჭური გადაცემის შეტყობინება
kk: Ұялы байланыс станса хабары
km: សារ​ផ្សព្វផ្សាយ​ចល័ត
kn: ಸೆಲ್ ಬ್ರಾಡ್‌‌‌‌‌‌ಕಾಸ್ಟ್ Message
lt: Pozonio transliavimo žinutė
lv: Šūnu apraides ziņa
mk: Инфо-порака
ml: സെല്‍ ബ്രോഡ്കാസ്റ്റ് message
mr: सेल ब्रॉडकास्ट संदेश
ms: Mesej Siaran Sel
ne: सेल ब्रोडकास्‍ट संदेश
or: ସନ୍ଦେଶ ପ୍ରସାରଣ କକ୍ଷ
pa: ਸੈਲ ਪ੍ਰਸਾਰਣ ਸੰਦੇਸ
pl: Wiadomość CB (sieciowa)
ro: Mesaj difuzare celulară
si: සෙල් විකාශ පණිවිඩ
sl: Sporočilo v celici
sq: Mesazh Transmetimi Celular (CB)
sr: Info poruka
ta: செல் ஒளிபரப்பு message
te: సెల్ బ్రాడ్‌కాస్ట్ సందేశం
uk: CB-повідомлення
ur: سیل نشریات پیغام
uz: Uyali aloqa xabari

# IDS_SM_TAB4_SOFTWARE_VERSION
source: Software version
as: চফ্টৱেৰ সংস্কৰণ
az: Proqrm versiyası
bg: Софтуер версия
bn: সফ্টওয়্যার সংস্করণ
et: Tarkvara ver.
fa: نسخه نرم افزار
ga: Leagan bogearraí
gu: સૉફ્ટવેર સંસ્કરણ
he: גרסת תוכנה
hy: Ծրգրկազմի վարկած
is: Útgáfa forrits
ka: პროგრამის ვერსია
kk: Бағдарл. нұсқасы
km: កំណែ​សុហ្វវែរ
kn: ಸಾಫ್ಟ್‌ವೇರ್ ಆವೃತ್ತಿ
lo: ເວີເຊິນຊອບແວ
lt: Program. Versija
lv: Program. vers.
mk: Софтвер. верзија
ml: സോഫ്റ്റ്‌വെയര്‍ പതിപ്പ്
mr: सॉफ्टवेअर आवृत्ती
ms: Versi perisian
my: ေဆာ့၀ဲလ္ ဗားရွင္း
ne: सफ्टवेयर संस्करण
or: ସଫ୍ଟୱେର୍ ସଂସ୍କରଣ
pa: ਸੌਫ਼ਟਵੇਅਰ ਸੰਸਕਰਣ
pl: Wersja oprogr.
ro: Vers. software
si: මෘදුකාංග අනුවාදය
sl: Raz.prog. opreme
sq: Vers. soft.
sr: Verzija softvera
ta: மென்பொருள் பதிப்பு
te: సాఫ్ట్వేర్ వెర్షన్
uk: Версія ПЗ
ur: سافٹ ویئر ورژن
uz: Dastur versiyasi

# IDS_HS_MBODY_HOME_ICON_SIZE_ABB
source: Home icon size
as: গৃহ আইকনৰ আকাৰ
az: Əs ekr niş ölç
bg: Р-р на ик. нач.
bn: হোম আইকনের আকার
el_gr: Μέγ.εικ. αρχ.οθ.
et: Avaekr. ik. suur
fa: اندازه نماد صفحه
ga: Méid íocóin bhaile
gu: હોમ ચિહ્ન કદ
he: גודל סמל הבית
hy: Տան պատկեր. չափը
is: Stærð heimatákna
ka: სახლის ზომა
kk: Баст.белг.өлшемі
km: ទំហំ​អាយខុន​លើ​គេហ
kn: ಹೋಮ್ ಐಕನ್ ಗಾತ್ರ
lo: ຂະໜາດໄອຄອນໂຮມ
lt: Pradž.pikt. dyd.
lv: Sāk.ikonas liel.
mk: Голем.на иконите
ml: ഹോം ഐക്കൺ വലുപ്പം
mr: होम आयकॉन आकार
ms: Saiz ikon utama
my: မူလ သေကၤတ အရြယ္အစား
ne: गृह प्रतिमाको आकार
or: ହୋମ୍ ଆଇକନ୍ ଆକାର
pa: ਹੋਮ ਪ੍ਰਤੀਰੂਪ ਅਕਾਰ
pl: Rozm.ik.ek.star.
ro: Mărime pict. pornire
si: මුල්පිටු අයිකන තරම
sl: Vel. dom. ikone
sq: Mdh ikona bazë
sr: Vel. ik. Početak
ta: முக. சின்னம். அளவு
te: హోమ్ చిహ్నం పరిమాణం
tl: Icon size, home
uk: Розм.знач.дом.ек
ur: ہوم آئیکن کا سائز
uz: As/ek. ik. o‘lch

# IDS_ST_OPT_EDIT_HOME_SCREEN_ABB
source: Edit home screen
as: গৃহ স্ক্ৰীণ সম্পাদনা
az: Əsas ekr redk et
bg: Ред. нач. екран
bn: হো: স্ক্রি: সম্পা: ক
el_gr: Επεξ. αρχικής
et: Red. avaekraani
fa: ویرایش صفحه اصلی
ga: Cuir scáil. baile in eagar
gu: હોમ સ્ક્રીન સંપા. કરો
he: ערוך את מסך הבית
hy: Խմբգրել հիմ. էկ.
is: Breyta heimaskjá
ka: საწყისის შესწორ.
kk: Баст.экр.өңдеу
km: កែ​គេហអេក្រង់
kn: ಹೋಮ್‍ ಸ್ಕ್ರೀನ್‍ ತಿದ್ದಿ
lo: ແກ້ໄຂໜ້າຈໍຫຼັກ
lt: Red.pradž.ekraną
lv: Rediģ. sāk. ekr.
mk: Изм. почет.екран
ml: ഹോം സ്ക്രീൻ എഡിറ്റ് ചെയ്യുക
mr: मु. स्क्री. संपा. करा
ms: Sntg skrin utama
my: မူလ ဖန္သားျပင္ကို တည္းျဖတ္ပါ
ne: गृह स्क्रीन सम्पादन गर्नु.
or: ହୋମ୍ ସ୍କ୍ରିନ୍ ସମ୍ପାଦନ
pa: ਹੋਮ ਸਕ੍ਰੀਨ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edyt. ekr.start.
ro: Ed. ecr. pornire
si: මුල්පිටු තිරය සංස්කරණය ක.
sl: Ur. dom. zaslona
sq: Red. ekran. bazë
sr: Izmeni poč. ekr.
ta: முகப்புத் திரை திருத்துக
te: హోమ్ స్క్రీ. సవ.
uk: Редаг.екр.оформ.
ur: ہو م اسکرین میں ترمیم کریں
uz: Asos/ek. tahriri
